{
    "name": "Abeto Vermelho (Spruce)",
    "rarity": "Comum",
    "wood_description": "O Abeto Vermelho é uma madeira conhecida por sua beleza exuberante e singularidade. Sua coloração varia entre o vermelho-alaranjado e o marrom-escuro, com veios marcantes que conferem um aspecto elegante às varinhas feitas com esse material. O Abeto Vermelho é valorizado por sua raridade e dificuldade de manipulação na fabricação de varinhas, mas aqueles que dominam suas peculiaridades podem obter varinhas poderosas e surpreendentes.",
    "characteristics": "Volátil e Desleal: As varinhas feitas de Abeto Vermelho têm uma natureza volátil e imprevisível. Elas podem reagir de maneira diferente a diferentes bruxos, tornando-se um desafio para aqueles que não possuem um domínio adequado da magia.\nTeimosa e Nervosa: Essas varinhas são conhecidas por sua teimosia em responder aos comandos do bruxo, exigindo paciência e perseverança de seus donos. Além disso, elas podem ser um pouco nervosas, tornando-se inquietas e instáveis em situações de estresse.\nDonos Bem-Humorados e Corajosos: Os bruxos que possuem uma varinha de Abeto Vermelho são geralmente bem-humorados e têm uma personalidade cativante. Eles são capazes de usar a magia de forma criativa e às vezes extravagante, surpreendendo a todos com sua destreza e coragem.\nLigação com Encantamento: A madeira de Abeto Vermelho tem uma forte afinidade com o Encantamento, tornando-se uma escolha popular entre bruxos especializados nessa área da magia.. Concede +1 dados de feitiços da escola de Encantamento\nAdepta da Transfiguração: Os bruxos com esta varinha tambem tem uma ligação forte com a escola de transfiguração. Concede +1 dados de feitiços da escola de Transfiguração\nExige Controle e Habilidade: Essa madeira requer habilidade mágica e controle refinado do bruxo. Ela não se adapta facilmente a donos inexperientes, e os bruxos que desejam uma varinha de Abeto Vermelho devem estar preparados para enfrentar desafios para dominar seu poder.",
    "core_combinations": "A melhor combinação conhecida para o Abeto Vermelho é o núcleo de pelo de Gigante, que confere ainda mais poder e imponência à varinha. No entanto, essa combinação é recomendada apenas para bruxos experientes e habilidosos, pois pode ser perigosa nas mãos de um dono inexperiente. varinhas com Nucleo de gigante recebem +2 dado em transmutação e evocação porem tem a dificuldade aumentada 1\nOutras combinações de núcleos podem ser experimentadas, mas é importante lembrar que a natureza volátil do Abeto Vermelho exige cuidado e cautela ao escolher seu núcleo. Bruxos que desejam utilizar essa madeira devem buscar o aconselhamento de um especialista em confecção de varinhas para encontrar a melhor combinação para suas habilidades e personalidade.",
    "magic_schools": "O Abeto Vermelho é especialmente adequado para bruxos focados em Transfiguração e Feitiços de Encantamento. Sua natureza teimosa e imprevisível pode ser bem utilizada nessas áreas da magia, permitindo que os bruxos realizem transformações complexas e criem encantamentos únicos e poderosos. No entanto, seu uso também pode ser explorado em outras escolas de magia, desde que o bruxo esteja disposto a lidar com suas características distintas.",
    "identifier": "dc1763b1-d4b2-43a8-ac53-2bcdc76f7e30",
    "updatedAt": "2023-08-24 20:17:11"
}