{
    "name": "Abeto (Fir)",
    "rarity": "Comum",
    "wood_description": "A madeira de Abeto é conhecida por sua flexibilidade e misticismo. É considerada a varinha dos sobreviventes, pois raramente permanece muito tempo com um único dono. Suas características únicas tornam-na uma escolha intrigante e desafiadora para bruxos experientes. As varinhas feitas com essa madeira são altamente seletivas, mostrando uma grande fidelidade ao seu verdadeiro dono, mas sendo imprevisíveis e pouco funcionais nas mãos de bruxos indecisos ou com pouca habilidade mágica.",
    "characteristics": "Flexibilidade e Misticismo: A madeira de Abeto é altamente flexível, permitindo uma ampla gama de movimentos e fluidez nos feitiços. Sua natureza mística também a torna um enigma para muitos bruxos, desafiando-os a explorar seu potencial e desvendar seus segredos.\nVarinha dos Sobreviventes: Varinhas de Abeto são conhecidas por mudar de dono com frequência, quase como se tivessem vontade própria. Essa característica torna-as uma escolha comum para bruxos que enfrentam desafios e sobrevivem a situações difíceis.\nSeletiva e Fiel: Embora sejam inconstantes em sua permanência com um único bruxo, as varinhas de Abeto são extremamente fiéis a seus verdadeiros donos. Elas escolhem bruxos focados, com força mental e habilidades mágicas desenvolvidas.\nAdepta de Feitiços Ofensivos: Permite lançar ataques poderosos. Causa 2 de dano em feitiços ofensivos.\nIncompatível com Cura e Proteção: Não é a melhor escolha para habilidades defensivas e pacíficas. Perde -1 dados para feitiços defensivos e cura.\nLigação com Transfiguração: A madeira de Abeto tem uma forte afinidade com a Transfiguração, tornando-se uma escolha popular entre bruxos especializados nessa área da magia. Sua flexibilidade e misticismo combinam-se bem com os complexos encantamentos de transformação. Concede +2 dados de feitiços da escola de transfiguração.",
    "core_combinations": "As melhores combinações conhecidas para a madeira de Abeto são com os núcleos de veneno, chifre ou dente de Basilisco. Essas combinações proporcionam um aumento significativo na potência dos feitiços realizados com essa varinha. Concede +2 dado de feitiços da escola de Necromancia quando combinada com este nucleo.\nNo entanto, a madeira de Abeto é aberta a outras combinações de núcleos, e os bruxos que desejam explorar essa madeira devem experimentar e descobrir a melhor combinação para suas habilidades e estilo de magia.",
    "magic_schools": "A madeira de Abeto é especialmente adequada para bruxos focados em Transfiguração, dada sua afinidade com essa área da magia. No entanto, sua flexibilidade e capacidade de se adaptar a diferentes estilos de magia permitem que seja utilizada em várias outras escolas, desde que o bruxo seja focado, possua força mental e seja capaz de intimidar e comandar sua varinha com maestria. Aqueles que escolhem a madeira de Abeto devem estar preparados para enfrentar desafios e aprender a lidar com sua natureza imprevisível e mística.",
    "identifier": "1be821f3-f38d-48ba-ad59-5c34a2f93cea",
    "updatedAt": "2023-08-24 20:17:11"
}