{
    "name": "Aceroleira",
    "rarity": "Rara",
    "wood_description": "A Aceroleira é uma madeira extremamente incomum e poderosa, muitas vezes pouco utilizada por fabricantes de varinhas. No entanto, ela é altamente valorizada por bruxos e bruxas que se dedicam à área de azaração e maldição. As varinhas feitas de Aceroleira são conhecidas por sua força e eficácia na prática de feitiços ofensivos e destrutivos. No entanto, elas também podem ser bastante instáveis e desafiadoras de se manejar.",
    "characteristics": "Poder Maldoso: As varinhas de Aceroleira possuem uma afinidade natural com a magia das maldições e azarações. Elas são excepcionalmente poderosas ao lançar feitiços ofensivos e causar danos significativos a seus oponentes.\nPersonalidade Forte: Os donos de varinhas de Aceroleira geralmente possuem uma personalidade forte e teimosa. Eles são determinados e não se deixam abalar facilmente pelos obstáculos que encontram no caminho.\nMaldição e Azaração: Os bruxos e bruxas que possuem varinhas de Aceroleira são frequentemente especializados na área de maldições e azarações. Eles têm uma afinidade natural com esse tipo de magia e aprimoram suas habilidades ao longo do tempo. +2 dados em necromancias e encantamentos para dar debuffs.\nInstabilidade: As varinhas de Aceroleira podem ser bastante instáveis e desafiadoras de se manejar. Elas exigem um mestre habilidoso e experiente para serem utilizadas com eficácia, pois podem reagir de maneira imprevisível em certas situações. +1 de dificuldade para feitiços simples.",
    "core_combinations": "Uma das melhores combinações para a madeira de Aceroleira é o núcleo de Basilisco. Essa combinação potencializa a natureza maldosa da varinha e torna-a ainda mais letal em feitiços ofensivos e destrutivos. os danos e debuffs de magias necromanticas tem seu efeito melhorado em 50%",
    "magic_schools": "A madeira de Aceroleira é altamente recomendada para bruxos e bruxas que desejam se especializar em maldições e azarações. Sua afinidade natural com esse tipo de magia a torna uma escolha poderosa e valiosa para aqueles que buscam se destacar na área de feitiços ofensivos. No entanto, é importante lembrar que a Aceroleira exige um mestre habilidoso para ser controlada adequadamente, e suas características instáveis podem ser um desafio para bruxos menos experientes.",
    "identifier": "d4f609a0-b226-4797-bb53-325c5310c34a",
    "updatedAt": "2023-08-24 20:17:11"
}