{
    "name": "Acácia (Acacia)",
    "rarity": "Comum",
    "wood_description": "A madeira de Acácia é conhecida por ser temperamental e manhosa, recusando-se muitas vezes a realizar magia para qualquer pessoa que não seja seu verdadeiro dono. Ela pode ser desafiadora e exigente, mas quando bem empunhada por um bruxo talentoso, revela-se extremamente poderosa. A varinha de Acácia é sutil em sua forma de mostrar magia e é altamente recomendada para bruxos que praticam feitiços complexos e extravagantes, pois ela é mais do que aparenta à primeira vista.",
    "characteristics": "Temperamental e Manhosa: A varinha de Acácia pode ser temperamental e se recusa a expressar seus melhores efeitos para bruxos que não sejam seu verdadeiro dono. Ela exige um vínculo forte e íntimo com seu mestre, e pode ser desafiadora para quem não a domina adequadamente.\nPoder Escondido: Apesar de sua aparência sutil, a varinha de Acácia é surpreendentemente poderosa quando empunhada por um bruxo talentoso. Ela guarda um potencial oculto que é liberado nas mãos certas, tornando-se uma aliada formidável em duelos e feitiços complexos. ela da um bonus de +2 dados em qualquer escola porem aumenta a dificuldade em 1\nRecomendada para Feitiços Complexos: A varinha de Acácia é especialmente recomendada para bruxos que praticam feitiços complexos e de efeitos extravagantes. Ela se adapta aos desafios mágicos mais elaborados e é capaz de realizar magias impressionantes e de alto nível. quando usada para feitiços que tem concentração como duração a mesma lhe confere +2 dados para manter o feitiço\nDificuldade em ser Vendida: Devido à sua natureza temperamental e exigente, a varinha de Acácia pode ser difícil de ser vendida no mercado de varinhas. No entanto, aqueles que são capazes de compreender sua verdadeira natureza a valorizam por suas qualidades únicas.",
    "core_combinations": "A varinha de Acácia combina perfeitamente com o núcleo de veneno de Acrômantula, proporcionando uma alta taxa de sucesso em seus feitiços. Essa combinação fortalece ainda mais o poder oculto da varinha de Acácia e é uma escolha poderosa para bruxos que buscam alcançar o auge de suas habilidades mágicas. Veneno de Acrômantula lhe confere +1 dados em feitiços que inflinjam dor.",
    "magic_schools": "A madeira de Acácia é recomendada para bruxos habilidosos e experientes que buscam desafiar seus limites e realizar feitiços complexos e impressionantes. Ela é a escolha ideal para aqueles que dominam a arte da magia e desejam utilizar uma varinha temperamental que revela seu verdadeiro potencial nas mãos certas. A combinação com o núcleo de veneno de Acrômantula a torna uma aliada poderosa em duelos e situações mágicas desafiadoras. Bruxos que escolhem a varinha de Acácia estão preparados para enfrentar os desafios mais difíceis e se destacar na prática mágica.",
    "identifier": "9aaf7b59-83ef-4304-b1c7-8f55b2e5e10b",
    "updatedAt": "2023-08-24 20:17:11"
}