{
    "name": "Amieiro (Alder)",
    "rarity": "Comum",
    "wood_description": "A madeira de Amieiro é conhecida por sua inflexibilidade e natureza peculiar. Diferente de muitas outras varinhas, ela busca um dono que seja gentil, atencioso e simpático, em contraste com sua própria natureza. Quando encontra o bruxo ou bruxa ideal, torna-se uma companheira magnífica e altamente leal. Essa madeira tem uma afinidade especial com feitiços não-verbais, tornando-a mais adequada para bruxos experientes e habilidosos.",
    "characteristics": "Inflexibilidade e Busca por Contraste: A madeira de Amieiro é inflexível, o que requer um certo equilíbrio e harmonia com seu dono. Ela procura uma natureza que seja, se não exatamente oposta à sua, significativamente diferente em alguns aspectos. Essa busca por contraste faz com que a varinha seja altamente seletiva em relação a seus donos.\nLealdade e Companheirismo: Quando encontra o bruxo ou bruxa certo, a varinha de Amieiro se torna uma companheira extremamente leal. Ela se vincula fortemente ao seu dono e o acompanha em suas jornadas mágicas, mostrando-se uma parceira confiável e fiel. +1 dados em abjuração\nFeitiços Não-Verbais: A madeira de Amieiro é altamente eficiente com feitiços não-verbais, permitindo que o bruxo realize magia sem a necessidade de palavras. Isso a torna especialmente adequada para bruxos experientes, que dominam a arte da magia não-visual. ao usar feitiços não verbais não recebe nenhum aumento de dificuldade além disso recebe +1 dados na escola universal.",
    "core_combinations": "A melhor combinação conhecida para a madeira de Amieiro é com o núcleo de fragmento de raiz de mandrágora. Essa combinação amplifica o poder da varinha e a torna ainda mais eficiente em feitiços não-verbais. Suas magias não verbais recebem um bonus de +2 dados em acerto.\nNo entanto, a madeira de Amieiro também pode ser combinada com outros tipos de núcleos, e os bruxos que escolhem essa madeira devem experimentar e descobrir a melhor combinação para suas habilidades e estilo de magia.",
    "magic_schools": "A madeira de Amieiro é especialmente adequada para bruxos experientes e habilidosos, devido à sua eficiência com feitiços não-verbais. Ela é ideal para bruxos que desejam aprimorar suas habilidades mágicas e dominar a magia sem a necessidade de palavras. Além disso, a busca por um dono gentil, atencioso e simpático indica que a madeira de Amieiro é mais adequada para bruxos que buscam o equilíbrio e a harmonia em suas práticas mágicas. Aqueles que escolhem a madeira de Amieiro devem estar dispostos a explorar a magia não-verbal e a desenvolver uma relação de companheirismo e lealdade com sua varinha.",
    "identifier": "ecbede1d-929e-496b-8dc0-99e0155f3a9a",
    "updatedAt": "2023-08-24 20:17:11"
}