{
    "name": "Aveleira (Hazel)",
    "rarity": "Comum",
    "wood_description": "A madeira de Aveleira produz varinhas sensíveis e que refletem o estado emocional de seu dono. Ela é melhor utilizada por bruxos que são capazes de entender e controlar seus próprios sentimentos, pois a varinha de Aveleira reage ao humor e às emoções de seu mestre. Ela funciona de forma excepcional nas mãos de pessoas habilidosas, mas deve ser manuseada com cuidado por aqueles que são temperamentais ou estão passando por sérias decepções, pois a varinha pode absorver essa energia e descarregá-la imprevisivelmente. Apesar disso, a varinha de Aveleira é devota ao seu mestre e pode realizar magias excepcionais.",
    "characteristics": "Sensível ao Estado Emocional: A varinha de Aveleira reflete o estado emocional de seu dono e funciona melhor com bruxos que são capazes de entender e controlar seus próprios sentimentos. Ela se torna uma aliada poderosa para aqueles que têm equilíbrio emocional e autocontrole.\nCapacidade de Realizar Magias Excelentes: Nas mãos de bruxos habilidosos, a varinha de Aveleira é capaz de realizar magias excelentes e poderosas. Ela se adapta ao estilo de magia de seu mestre e se torna uma extensão de sua vontade. o jogador recebe 1 dado extra pra qualquer magia pra cada 10 no dado.\nCuidado com Temperamentos e Decepções:  A varinha de Aveleira deve ser manuseada com cuidado por bruxos que são temperamentais ou estão passando por sérias decepções. Ela pode absorver essa energia e descarregá-la imprevisivelmente, causando efeitos indesejados em suas magias. caso tenha 1 no dado o mesmo corta 1 sucesso seu.",
    "core_combinations": "A varinha de Aveleira pode ser facilmente unida com o núcleo de pó de presas de Basilisco, formando uma combinação poderosa que amplifica a capacidade da varinha de realizar magias excepcionais. No entanto, é importante que o bruxo seja habilidoso e capaz de controlar suas emoções para utilizar essa combinação com sucesso. Concede +1 dado de feitiços da escola de Necromancia quando combinada com este nucleo.",
    "magic_schools": "A madeira de Aveleira é sensível e requer bruxos que possuam equilíbrio emocional e autocontrole para desbloquear todo o seu potencial. Ela é uma escolha excelente para aqueles que buscam aprimorar suas habilidades mágicas e realizar magias excepcionais. No entanto, é importante que os bruxos tenham cautela com suas emoções ao usar essa varinha, pois ela pode reagir de maneira imprevisível. A varinha de Aveleira também é uma aliada valiosa para aqueles que exploram terrenos desconhecidos, pois sua capacidade de detectar água subterrânea pode ser extremamente útil em várias situações.",
    "identifier": "02977e64-19a8-462d-90eb-125b5407550f",
    "updatedAt": "2023-08-24 20:17:11"
}