{
    "name": "Azevinho (Holly)",
    "rarity": "Comum",
    "wood_description": "A madeira de Azevinho é tradicionalmente considerada protetora e é especialmente adequada para bruxos que precisam de ajuda para superar sua raiva e impetuosidade. Varinhas de Azevinho escolhem donos envolvidos em buscas perigosas e muitas vezes espirituais. Essa madeira tem uma performance variável, dependendo do núcleo da varinha, e pode ser notoriamente difícil de ser combinada com a pena de fênix devido à conflito de suas características voláteis com a indiferença da fênix. No entanto, quando uma varinha de Azevinho encontra seu verdadeiro par, torna-se uma força poderosa e inigualável.",
    "characteristics": "Protetora: A madeira de Azevinho é conhecida por ser protetora e funciona melhor com bruxos que precisam de auxílio para controlar suas emoções, especialmente sua raiva e impetuosidade. Ela ajuda a equilibrar as emoções de seu dono e a trilhar um caminho mais sereno.\nEspiritual: As varinhas de Azevinho têm afinidade com bruxos envolvidos em buscas perigosas e espirituais. Elas são escolhas ideais para aqueles que estão em jornadas pessoais desafiadoras e buscam crescimento espiritual. +2 dados em adivinhação e necromancia [apenas para espiritos]\nVariedade de Desempenho: A performance da madeira de Azevinho varia radicalmente dependendo do núcleo da varinha. Ela pode se mostrar mais suave e dócil com alguns núcleos, enquanto com outros pode liberar todo o seu poder e força. +1 dado de bonus de acordo com nucleo.",
    "core_combinations": "A combinação da madeira de Azevinho com a pena de fênix pode ser desafiadora, pois suas características voláteis entram em conflito com a indiferença da fênix. No entanto, quando essa combinação acontece de forma harmoniosa, a varinha se torna extremamente poderosa e inigualável. +2 dados para evocação e abjuração\nOutra combinação perigosa é com o núcleo de tecido de Mortalha-viva. Essa combinação requer um bruxo altamente habilidoso e controlado emocionalmente, pois a varinha pode se tornar uma ameaça potencial se o dono não tiver um filtro em seus sentimentos e emoções.",
    "magic_schools": "A madeira de Azevinho é indicada para bruxos que precisam de ajuda para controlar suas emoções e buscam crescimento espiritual. Ela é uma escolha protetora e poderosa para aqueles envolvidos em jornadas perigosas e espirituais. No entanto, é importante lembrar que seu desempenho varia conforme o núcleo da varinha, e bruxos que optam por essa madeira devem estar preparados para enfrentar os desafios e aprender a dominar a varinha em todas as situações. Quando combinada harmoniosamente com a pena de fênix, a varinha de Azevinho se torna uma aliada excepcional, capaz de realizar feitiços poderosos e complexos. Por outro lado, a combinação com o núcleo de tecido de Mortalha-viva exige um domínio completo do bruxo sobre suas emoções para evitar consequências indesejáveis.",
    "identifier": "4d06eee7-27b4-4284-a21a-109e3c065715",
    "updatedAt": "2023-08-24 20:17:11"
}