{
  "name": "Açaí (Euterpe oleracea Mart)",
  "rarity": "Rara",
  "wood_description": "A madeira de Açaí é extremamente incomum e especial, sendo altamente conectada com seu mestre. Ela possui um cheiro característico de açaí, o que faz com que seus donos sintam fome e se alimentem bem. Essas varinhas são especialmente indicadas para bruxos que buscam ajudar os outros com encantamentos e feitiços de cura, sendo associadas a donos gentis e amigáveis.",
  "characteristics": "Conexão Especial: A madeira de Açaí possui uma conexão profunda e especial com seu mestre. Ela se sintoniza facilmente com as emoções e intenções de seu dono, criando um vínculo poderoso entre eles.\nEstimula a Fome: A varinha de Açaí tem um aroma atraente e característico do açaí, o que pode fazer com que seus donos sintam mais fome e se alimentem bem. Essa característica contribui para que o bruxo esteja sempre nutrido e com energia para realizar magia. Reduz a penalidade e dificuldade dos estudos sozinhos em 2\nMagia de Cura: As varinhas de Açaí são especialmente indicadas para bruxos que buscam praticar encantamentos e feitiços de cura. Elas potencializam a magia de cura e são aliadas eficazes para aqueles que buscam ajudar os outros e promover o bem-estar. +2 dados em magias de cura e abjuração\nGentileza e Amizade: Os donos de varinhas de Açaí são frequentemente descritos como extremamente gentis e amigáveis. Eles têm uma natureza acolhedora e estão sempre dispostos a ajudar aqueles ao seu redor.",
  "core_combinations": "Uma das melhores combinações para a madeira de Açaí é o núcleo de mandrágora. Essa combinação potencializa a capacidade de cura da varinha e torna-a excepcionalmente eficaz em encantamentos de cura e restauração. As curas usando mandrágora recebem 50% a mais de seu efeito.",
  "magic_schools": "A madeira de Açaí é altamente recomendada para bruxos que buscam praticar magia de cura e encantamentos que visam ajudar os outros. Sua conexão especial com o mestre e sua capacidade de estimular a fome também fazem dela uma escolha única e interessante para bruxos que desejam fortalecer o vínculo com sua varinha. Os donos de varinhas de Açaí são conhecidos por sua gentileza e amizade, tornando-as aliadas ideais para qualquer bruxo que busque promover o bem e o equilíbrio no mundo mágico.",
  "identifier": "0c18a70a-90b0-40ca-b614-b5f63b3fb3a8",
  "updatedAt": "2023-08-24 20:17:11"
}
