{
    "name": "Bacaba",
    "rarity": "Rara",
    "wood_description": "A Bacaba é uma madeira de varinha incomum, conhecida por sua natureza tranquila e serena. Ela procura bruxos que valorizam a tranquilidade e a paz interior, e que buscam usar a magia para ajudar suas comunidades. As varinhas feitas de Bacaba são bastante poderosas e são especialmente adequadas para bruxos que desejam trabalhar para o bem-estar e harmonia de suas comunidades.",
    "characteristics": "Tranquilidade e Paz Interior: A Bacaba é uma madeira que emana uma sensação de tranquilidade e paz interior. Seus donos são pessoas calmas e equilibradas, que valorizam a harmonia e buscam encontrar serenidade na prática da magia.\nAuxílio à Comunidade: As varinhas de Bacaba são excelentes para bruxos que desejam usar sua magia para ajudar suas comunidades. Seus donos são altruístas e estão sempre dispostos a empregar seus conhecimentos mágicos para o bem-estar de todos.\nMagia Poderosa: Apesar de sua natureza tranquila, as varinhas de Bacaba são extremamente poderosas. Elas possuem uma magia sutil, porém profunda, que se manifesta de forma surpreendentemente eficaz e poderosa. Recebe +1 dado em todas as escolas de magia.\nHarmonia e Equilíbrio: A Bacaba é uma madeira que favorece a busca pela harmonia e equilíbrio tanto na magia quanto na vida cotidiana. Seus donos são pessoas centradas e buscam sempre encontrar o equilíbrio entre os elementos da magia e da natureza. +2 dados em magias de conjuração e transmutação de objetos.",
    "core_combinations": "A Bacaba combina bem com núcleos que reforcem sua natureza de tranquilidade e ajuda à comunidade. Uma das melhores combinações é o núcleo de casca de Fauno, que potencializa a capacidade de auxiliar e proteger aqueles que precisam. os objetos criados quando com esse nucleo ou transmutado tendem a ser permanentes se não usar contra feitiço",
    "magic_schools": "A madeira de Bacaba é altamente recomendada para bruxos altruístas e dedicados ao bem-estar de suas comunidades. Ela é ideal para aqueles que buscam a harmonia e o equilíbrio na prática da magia e que valorizam a paz interior. Seus donos são poderosos na magia, mas utilizam esse poder com sabedoria e generosidade, visando sempre o bem maior. A Bacaba é uma varinha para aqueles que desejam fazer a diferença no mundo bruxo e contribuir positivamente para a sociedade.",
    "identifier": "7a470310-60b3-4222-b389-d55de737ba45",
    "updatedAt": "2023-08-24 20:17:11"
}