{
    "name": "Balsa",
    "rarity": "Rara",
    "wood_description": "A Balsa é uma madeira de varinha incomum, especialmente focada para aventureiros e viajantes. É altamente valorizada por bruxos e bruxas que adoram explorar o desconhecido, descobrir novas criaturas mágicas e desvendar segredos misteriosos. As varinhas feitas de Balsa são versáteis, podendo ser utilizadas tanto para feitiços de defesa e proteção quanto para feitiços de encantamento e descoberta.",
    "characteristics": "Aventureiros e Viajantes: A madeira de Balsa é especialmente apreciada por aventureiros e viajantes que adoram se embrenhar em terras desconhecidas e explorar o mundo mágico. Ela proporciona uma conexão única com a magia da exploração e descoberta.\nFeitiços de Defesa: As varinhas de Balsa são excelentes para lançar feitiços de defesa e proteção. Seus bruxos são corajosos e preparados para enfrentar as mais difíceis situações, e suas varinhas são poderosas aliadas para repelir trouxas e enfrentar perigos. +2 dados em abjuração.\nFeitiços de Encantamento: Além de serem eficientes em feitiços de defesa, as varinhas de Balsa também são altamente capazes em encantamentos. Seus donos têm uma afinidade natural com a magia encantatória e são habilidosos em desvendar segredos mágicos. +2 dados em encantamento.\nVersatilidade: A Balsa é uma madeira versátil, capaz de se adaptar aos mais diversos tipos de bruxos e estilos de magia. Ela permite que seus donos explorem diferentes áreas da magia e desenvolvam suas habilidades de forma ampla.",
    "core_combinations": "A Balsa combina bem com núcleos que reforcem sua natureza aventureira e exploratória. Um dos melhores núcleos para essa madeira é o pó de casca de Occami, que aumenta a eficiência dos feitiços de exploração e descoberta. Quando com o nucleo de Occami o mesmo tem seus efeitos de encantamento com duração aumentada em 50% e suas proteções recebem +2 de defesa.",
    "magic_schools": "A madeira de Balsa é altamente recomendada para bruxos e bruxas aventureiros, viajantes e exploradores. Ela é perfeita para aqueles que desejam se dedicar a feitiços de defesa, proteção e encantamentos, além de ser uma escolha versátil para bruxos que buscam uma conexão única com a magia da exploração. Seus donos são corajosos e determinados, prontos para enfrentar os desafios mágicos e descobrir os segredos ocultos do mundo bruxo.",
    "identifier": "6a2703f3-1f32-45e3-a5ae-d05a59e74fca",
    "updatedAt": "2023-08-24 20:17:11"
}