{
    "name": "Brasil",
    "rarity": "Rara",
    "wood_description": "O Pau-Brasil, também conhecido como Brasil, é uma madeira de varinha rara e altamente cobiçada devido à sua reputação de trazer boa fortuna ao seu mestre. No mundo mágico, o Pau-Brasil é uma das madeiras mais desejadas e procuradas para a confecção de varinhas, o que levou a uma escassez constante no mercado. Aqueles que possuem varinhas feitas de Brasil são considerados extremamente sortudos e têm histórias de sobrevivência miraculosa a catástrofes e perigos.",
    "characteristics": "Boa Fortuna e Sorte: A madeira de Brasil é famosa por trazer boa fortuna e sorte aos seus donos. Aqueles que possuem uma varinha feita dessa madeira são frequentemente abençoados com eventos e situações positivas em suas vidas, o que levou a sua reputação de trazer grande sorte. ela diminui a necessidade de sucessos em 1\nSobrevivência em Perigos: Os possuidores de varinhas de Brasil têm histórias de sobrevivência miraculosa a situações perigosas e catástrofes. Eles parecem escapar de perigos e desafios com apenas arranhões, o que reforça ainda mais a crença na sorte associada à madeira. +2 dados em abjuração\nCobiçada e Rara: A alta demanda por varinhas de Brasil torna essa madeira extremamente rara e cobiçada. A dificuldade em encontrá-la no mercado mágico acrescenta ainda mais valor e exclusividade à madeira.",
    "core_combinations": "O Pau-Brasil combina bem com uma variedade de núcleos, mas é frequentemente associado a núcleos que reforçam sua reputação de trazer boa fortuna. Uma combinação poderosa é com o núcleo de pena de Fênix, conhecido por sua conexão com a magia do renascimento e transformação. +1 dado em transmutação e evocação",
    "magic_schools": "A madeira de Brasil é altamente valorizada por bruxos e bruxas que buscam a boa fortuna e desejam ter uma vantagem nas situações perigosas. Aqueles que possuem uma varinha de Brasil são considerados sortudos e capazes de escapar de perigos com facilidade. A madeira é especialmente recomendada para aqueles que gostam de explorar e enfrentar desafios, pois sua suposta capacidade de proteger e trazer sorte pode ser extremamente benéfica em situações perigosas. No entanto, devido à sua raridade, apenas alguns bruxos sortudos têm o privilégio de possuir uma varinha feita dessa madeira especial.",
    "identifier": "8c15ef3f-9ab6-42eb-bd8b-70bf2edba7e1",
    "updatedAt": "2023-08-24 20:17:11"
}