{
    "name": "Bálsamo",
    "rarity": "Rara",
    "wood_description": "O Bálsamo é uma árvore rara e altamente valorizada no mundo mágico devido às suas varinhas com excelente desempenho em magias focadas em cura e auxílio. No entanto, a escassez dessa madeira tornou as varinhas de Bálsamo extremamente raras e cobiçadas pelos bruxos. Além de suas habilidades mágicas excepcionais, o Bálsamo também é conhecido por seu aroma característico, que traz relaxamento e conforto aos seus donos.",
    "characteristics": "Excelência em Magias de Cura: As varinhas feitas de Bálsamo são especialmente talentosas em magias focadas em cura e auxílio. Seus donos podem confiar na eficácia dessas varinhas para curar ferimentos e aliviar dores, tornando-as extremamente valiosas para bruxos dedicados a cuidar e ajudar os outros. +1 dado em magias de cura.\nAroma Relaxante: O Bálsamo possui um aroma característico que traz sensação de relaxamento e conforto. Apenas o toque da varinha pode proporcionar uma sensação calmante ao bruxo, o que é especialmente útil em situações de tensão e estresse. magias de cura tem +2 dados em encantamentos.\nFidelidade e Confiança: Os bruxos que possuem uma varinha de Bálsamo têm plena confiança de que ela nunca os deixará na mão. Essas varinhas são conhecidas por sua lealdade e fidelidade aos seus donos, respondendo prontamente às suas intenções mágicas.",
    "core_combinations": "As varinhas de Bálsamo combinam bem com uma variedade de núcleos, mas são especialmente eficazes quando emparelhadas com núcleos de coração de unicórnio. Essa combinação reforça ainda mais a capacidade da varinha em magias de cura e proteção. +1 dado abjuração e evocação [cura apenas]",
    "magic_schools": "A madeira de Bálsamo é altamente valorizada por bruxos que se dedicam a magias de cura e auxílio. A excepcional habilidade das varinhas de Bálsamo em realizar magias de cura as torna indispensáveis para curandeiros e bruxos que buscam ajudar e proteger os outros. Além disso, o aroma relaxante da madeira é apreciado por muitos bruxos que buscam conforto e tranquilidade em suas práticas mágicas. No entanto, devido à raridade do Bálsamo, aqueles que possuem uma varinha feita dessa madeira têm a sorte de possuir uma ferramenta mágica verdadeiramente excepcional e confiável.",
    "identifier": "aa289414-e5de-4f4c-9c4e-008ded0eb997",
    "updatedAt": "2023-08-24 20:17:11"
}