{
    "name": "Carvalho Inglês",
    "rarity": "Rara",
    "wood_description": "O Carvalho Inglês é uma madeira rara e muito especial para a confecção de varinhas. Essas varinhas têm a capacidade única de escolher um parceiro fiel, corajoso e forte, tornando-se mais do que uma mera ferramenta mágica para seu possuidor. Além disso, os bruxos que possuem uma varinha de Carvalho Inglês são conhecidos por sua forte intuição e afinidade com criaturas mágicas e plantas, trazendo-lhes grande felicidade e conexão com o mundo natural. Essa madeira possui uma aura misteriosa, e há rumores entre os fabricantes de varinhas de que ela foi usada na criação da lendária varinha ou Cajado de Merlin.",
    "characteristics": "Parceira Fiel: As varinhas de Carvalho Inglês têm uma forte ligação com seu possuidor, tornando-se quase como uma amiga leal. Elas escolhem bruxos corajosos e fortes, que têm uma conexão especial com o mundo mágico e o reino das criaturas e plantas.\nIntuição Forte: Os donos de varinhas de Carvalho Inglês são conhecidos por sua forte intuição. Eles possuem um profundo entendimento do mundo mágico e são capazes de perceber e interpretar sinais e mensagens sutis do universo mágico ao seu redor. -2 sucessos de meta em magias que alterem o espaço [terreno] e tempo [lentidão, velocidade]\nAfinidade com Criaturas e Plantas: Bruxos com varinhas de Carvalho Inglês têm uma afinidade natural com criaturas mágicas e plantas. Eles são capazes de se comunicar e se conectar com essas criaturas, o que traz uma grande sensação de felicidade e paz. +2 dados em transmutação\nMisteriosa e Lendária: O Carvalho Inglês possui uma aura misteriosa e lendária. Há rumores de que essa madeira foi usada na criação da varinha de Merlin, o que a torna ainda mais especial e cobiçada. +1 dado em adivinhação para obter informações do passado.",
    "core_combinations": "Uma das melhores combinações para a varinha de Carvalho Inglês é o núcleo de escamas de sereiano. Essa união resulta em uma varinha com poderes excepcionais de encantamento e manipulação da água. A varinha de Carvalho Inglês com núcleo de escamas de sereiano é capaz de lançar feitiços mágicos relacionados a água com facilidade e precisão, tornando-a uma escolha excepcional para bruxos que buscam explorar o mundo mágico aquático. magias de agua ou gelo lanças por esse combinação tem seus efeitos potencializados em 50% e recebem +2 dados nesses feitiços.",
    "magic_schools": "As varinhas de Carvalho Inglês são altamente valorizadas por bruxos que têm uma forte conexão com o mundo natural e com as criaturas mágicas. Sua intuição e afinidade com a natureza as tornam ideais para bruxos que se dedicam a estudos relacionados à Herbologia, Cuidado de Criaturas Mágicas e outras disciplinas mágicas envolvendo a natureza. Além disso, sua misteriosa aura as tornam uma escolha popular para bruxos que buscam um toque de magia lendária e poderosa em suas varinhas. Combinado com o núcleo de escamas de sereiano, a varinha de Carvalho Inglês se torna uma poderosa ferramenta para a manipulação da água e encantamentos relacionados ao elemento aquático.",
    "identifier": "2fcb533b-fa4d-4c15-9bac-bc462b9df2c6",
    "updatedAt": "2023-08-24 20:17:11"
}