{
    "name": "Carvalho",
    "rarity": "Comum",
    "wood_description": "O Carvalho é uma das madeiras mais comuns para a confecção de varinhas, mas não se deixe enganar por sua abundância, pois ela possui características únicas e desejáveis. As varinhas feitas de Carvalho são especialmente adequadas para bruxos de pavio curto e reflexos rápidos, sendo consideradas perfeitas para duelos. Além de sua funcionalidade, essas varinhas são admiradas por sua beleza e geralmente são longas e imponentes. Seus donos são conhecidos por sua adaptabilidade e criatividade na realização de feitiços.",
    "characteristics": "Ideal para Duelos: As varinhas de Carvalho são altamente valorizadas por sua eficácia em duelos. Bruxos que possuem essa varinha são capazes de lançar feitiços rapidamente e com precisão, tornando-os adversários formidáveis em batalhas mágicas.\nBeleza e Imponência: As varinhas de Carvalho são conhecidas por sua beleza e imponência. Geralmente são varinhas longas e esculpidas com detalhes elegantes, o que as torna objetos de admiração e orgulho para seus donos.\nAdaptabilidade:  Os bruxos que possuem uma varinha de Carvalho são conhecidos por sua adaptabilidade. Eles têm a capacidade de se ajustar facilmente a diferentes situações e desafios, o que os torna versáteis e eficientes em diversas áreas da magia. Diminui em 1 o numero de sucessos necessários pra um feitiço\nCriatividade:  A criatividade é outra característica marcante dos donos de varinhas de Carvalho. Eles são habilidosos em encontrar soluções inventivas para os problemas e muitas vezes surpreendem com sua originalidade na realização de feitiços. adiciona +2 dados em magias improvisadas.",
    "core_combinations": "Uma combinação poderosa com a varinha de Carvalho é o fio de cabelo de Veela. Essa união proporciona uma varinha altamente poderosa, com a capacidade de realizar feitiços encantadores e cativantes. O fio de cabelo de Veela adiciona um toque de charme e sedução às magias lançadas pela varinha de Carvalho. quando combinados as magias improvidadas tem sua dificuldade diminuida em 2 e o jogador ganha +2 dado pra aprender feitiços.",
    "magic_schools": "As varinhas de Carvalho são altamente valorizadas por bruxos que se dedicam a duelos e batalhas mágicas. Sua capacidade de lançar feitiços rapidamente e com precisão torna essas varinhas ideais para bruxos que buscam aprimorar suas habilidades em combates mágicos. Além disso, sua beleza e imponência também as tornam populares entre bruxos que valorizam a estética e o orgulho em sua ferramenta mágica. Combinado com o núcleo de fio de cabelo de Veela, a varinha de Carvalho ganha um toque encantador e sedutor, sendo uma escolha excepcional para bruxos que buscam adicionar charme e beleza a suas habilidades mágicas.",
    "identifier": "1459bb89-97ce-4dc1-9842-6b363bd95960",
    "updatedAt": "2023-08-24 20:17:11"
}