{
    "name": "Castanheira (Chestnut)",
    "rarity": "Raro",
    "wood_description": "A Castanheira, ou Chestnut em inglês, é uma madeira comum usada na confecção de varinhas mágicas. Essas varinhas possuem uma natureza curiosa e são conhecidas por serem atraídas por bruxos capazes e habilidosos em domar criaturas mágicas, bem como por aqueles com afinidade natural para voar ou que possuem grande habilidade em Herbologia.",
    "characteristics": "Curiosidade: As varinhas de Castanheira são conhecidas por sua natureza curiosa. Elas têm um senso de descoberta e são atraídas por bruxos que têm uma mente ávida por conhecimento e que buscam constantemente aprender mais sobre o mundo mágico e suas maravilhas.\nDomadores de Criaturas Mágicas: Essas varinhas têm uma afinidade especial com bruxos que são excelentes em domar e se comunicar com criaturas mágicas. Elas são uma escolha popular entre os bruxos que trabalham com Cuidado de Criaturas Mágicas e que têm uma conexão única com seres fantásticos. +1 em encantamento, abjuração e conjuração.\nHabilidades de Voo: Os bruxos que possuem habilidades naturais para voar, como praticantes de Quadribol ou pilotos de vassouras, também são atraídos pelas varinhas de Castanheira. Essa madeira parece reforçar a conexão do bruxo com a arte do voo e a liberdade dos céus. +2 em testes de transmutação.\nMestres em Herbologia: Além disso, as varinhas de Castanheira têm uma tendência a se vincular a bruxos habilidosos em Herbologia. Aqueles que têm um talento especial para cultivar e compreender plantas mágicas encontrarão uma afinidade única com essa madeira. +2 em transmutação, abjuração e conjuração de plantas.",
    "core_combinations": "As varinhas de Castanheira combinam especialmente bem com núcleos que reforçam suas características curiosas e atração por criaturas mágicas. Uma das melhores combinações é o núcleo de pelo de hipogrifo, que fortalece a conexão do bruxo com as criaturas mágicas e concede um poder adicional nas magias relacionadas a elas. Magias relacionadas a criaturas tem a meta de sucessos diminuida em 2",
    "magic_schools": "As varinhas de Castanheira são altamente valorizadas por bruxos que têm uma forte conexão com o mundo mágico da fauna e da flora. Sua natureza curiosa as tornam ideais para bruxos que buscam explorar os segredos da Cuidado de Criaturas Mágicas, bem como para praticantes de Quadribol e voo em vassoura. Além disso, sua afinidade com bruxos mestres em Herbologia as tornam uma escolha popular para estudiosos dessa disciplina mágica. A combinação com o núcleo de pelo de hipogrifo aumenta ainda mais a eficácia dessas varinhas em lidar com criaturas mágicas e proporciona um toque extra de magia aos feitiços relacionados a elas.",
    "identifier": "48e355ef-b44b-4e0b-8003-1d58f3f41eac",
    "updatedAt": "2023-08-24 20:17:11"
}