{
    "name": "Cedro (Cedar)",
    "rarity": "Comum",
    "wood_description": "As varinhas feitas de Cedro são consideradas incríveis e possuem uma reputação de serem consistentes em caráter, assim como seus possuidores. Essa madeira é conhecida por sua lealdade incomum, e as varinhas feitas com cedro são altamente valorizadas por bruxos que buscam uma conexão forte e confiável com suas varinhas.",
    "characteristics": "Consistência em Caráter: As varinhas de Cedro têm a reputação de serem reflexos fiéis da personalidade de seus donos. Assim como a madeira é conhecida por sua durabilidade, as varinhas feitas de cedro são consideradas consistentes em caráter, representando a estabilidade emocional e a confiabilidade de seus bruxos.\nLealdade Incomum: A madeira de cedro é altamente valorizada por sua lealdade incomum. As varinhas feitas dessa madeira parecem formar uma conexão especial e duradoura com seus donos, tornando-as parceiras fiéis em todas as situações mágicas.\nAssociadas à Casa Lufa-Lufa: Em viagens à Inglaterra, é possível notar que alguns dos bruxos da casa Lufa-Lufa em Hogwarts possuíam varinhas feitas de cedro, muitas vezes combinadas com o núcleo de pelo de unicórnio. Essa combinação destaca a afinidade natural entre a madeira de cedro e os valores representados por essa casa, como dedicação, lealdade e justiça. +2 dados para abjuração e evocação.",
    "core_combinations": "As varinhas de Cedro combinam especialmente bem com núcleos que reforçam sua lealdade e durabilidade. Uma das combinações mais populares é o núcleo de pelo de unicórnio, que simboliza a pureza e a força interior. Essa combinação reforça a conexão entre o bruxo e sua varinha, tornando-a uma parceria verdadeiramente confiável e poderosa. seus efeitos possuem bonus de +2 dados todas as escolas de magia..",
    "magic_schools": "As varinhas de Cedro são altamente valorizadas por sua consistência e lealdade, tornando-as uma escolha popular para bruxos que buscam uma conexão profunda e duradoura com suas varinhas. Sua associação com a casa Lufa-Lufa em Hogwarts ressalta sua afinidade com os valores dessa casa, como justiça, lealdade e amizade. A combinação com o núcleo de pelo de unicórnio aprimora ainda mais a lealdade da varinha, tornando-a uma opção ideal para bruxos que valorizam a pureza e a força interior em suas jornadas mágicas.",
    "identifier": "b84e9a70-49ff-4624-bb5d-d6e311c21c73",
    "updatedAt": "2023-08-24 20:17:11"
}