{
    "name": "Cerejeira (Cherry)",
    "rarity": "Rara",
    "wood_description": "A madeira de Cerejeira é considerada muito curiosa e rara, conhecida por possuir um poder forte e misterioso. Embora seja extremamente popular no Oriente, especialmente no Japão, onde é altamente valorizada, no ocidente ela é vista de forma ambígua. Alguns bruxos apreciam sua beleza e poder, enquanto outros a consideram inadequada devido à crença de que produz varinhas fúteis ou excessivamente ornamentadas.",
    "characteristics": "Poder Forte e Misterioso: As varinhas feitas de Cerejeira têm um poder forte e misterioso, atraindo bruxos que buscam um instrumento mágico com grande potencial e versatilidade. Seu poder é muitas vezes subestimado, mas aqueles que a dominam percebem sua verdadeira magia. +2 dados com feitiços improvisados.\nPopularidade no Oriente: A Cerejeira é extremamente popular no Oriente, especialmente no Japão, onde é altamente valorizada por sua beleza e simbolismo cultural. É frequentemente associada a valores como a beleza efêmera da vida e a renovação, tornando-a uma madeira apreciada por muitos bruxos.\nAmbiguidade no Ocidente: No ocidente, a Cerejeira pode ser vista de forma ambígua. Alguns bruxos a apreciam por sua beleza e poder, enquanto outros a consideram inadequada devido à crença de que produz varinhas frívolas ou excessivamente ornamentadas. Essa crença, no entanto, pode ser injusta, pois a verdadeira magia da Cerejeira só é revelada para aqueles que a compreendem e respeitam. a varinha confere +2 dado para qualquer feitiço lançado com ela",
    "core_combinations": "As varinhas de Cerejeira combinam especialmente bem com núcleos que aprimoram sua força misteriosa e poder oculto. Uma das combinações populares é o núcleo de pena de fênix, que simboliza a renovação e o renascimento. Essa combinação ressalta a conexão entre a varinha e a natureza efêmera da vida, permitindo ao bruxo dominar a magia da Cerejeira de maneira única. -1 sucesso necessario em todos os feitiços.",
    "magic_schools": "A madeira de Cerejeira é altamente valorizada no Oriente, especialmente no Japão, onde é apreciada por sua beleza e simbolismo cultural. No ocidente, sua ambiguidade e reputação questionável podem levar alguns bruxos a subestimarem seu verdadeiro poder. No entanto, aqueles que a escolhem e a compreendem desfrutam de uma varinha de grande potencial e versatilidade, permitindo-lhes explorar sua força misteriosa e desbloquear sua verdadeira magia. A combinação com o núcleo de pena de fênix reforça a conexão da varinha com a renovação e o renascimento, tornando-a uma escolha fascinante para bruxos que apreciam a beleza efêmera da vida e buscam dominar uma varinha única e poderosa.",
    "identifier": "03876783-ca58-4a3e-a2be-d3ead9ebdd32",
    "updatedAt": "2023-08-24 20:17:11"
}