{
    "name": "Choupo (Poplar)",
    "rarity": "Rara",
    "wood_description": "A madeira de Choupo, também conhecida como Poplar, é uma escolha incomum, mas altamente valorizada por sua integridade e consistência. As varinhas feitas com essa madeira são conhecidas por trabalharem especialmente bem com bruxos de clareza moral e integridade. Possuir uma varinha de Choupo é muitas vezes visto como um sinal de retidão e firmeza de caráter.",
    "characteristics": "Integridade e Clareza Moral: As varinhas de Choupo são associadas à integridade e clareza moral. Elas tendem a ser escolhidas por bruxos com fortes princípios éticos, que valorizam a honestidade e a retidão. Essa conexão com a integridade torna a madeira de Choupo uma escolha respeitada entre muitos bruxos.\nBranca, Branda e Consistente: A madeira de Choupo é branca, branda e uniforme, o que contribui para a sensação de calma e serenidade que ela transmite. Essa uniformidade torna a varinha estável e confiável, refletindo a firmeza do caráter de seu possuidor.\nRespeito pela Varinha: Os bruxos que possuem varinhas de Choupo tendem a ter um profundo respeito por suas varinhas e pela magia que elas representam. Eles compreendem a importância da responsabilidade que vem com a posse de uma varinha e se esforçam para usá-la para fins nobres e justos. +2 dados em magias encantamento, além de conferir +2 dados em transmutação.",
    "core_combinations": "As varinhas de Choupo combinam bem com uma variedade de núcleos, mas são particularmente eficazes com núcleos que reforçam sua integridade e senso moral. Uma combinação popular é o núcleo de cabelo de unicórnio, que simboliza a pureza e a nobreza de espírito. Essa combinação fortalece a conexão entre a varinha e seu possuidor, ampliando a clareza moral e a capacidade de realizar magia de forma ética e benevolente. as curas dessa combinação recebem +2 dados para o efeito.",
    "magic_schools": "A madeira de Choupo é altamente valorizada por bruxos que possuem uma clareza moral e integridade em suas ações. Sua consistência e estabilidade a tornam uma escolha popular entre aqueles que buscam uma varinha confiável e leal. A combinação com o núcleo de cabelo de unicórnio reforça essa conexão, ampliando a pureza e a nobreza de espírito do bruxo, permitindo-lhe utilizar a varinha de Choupo para fins nobres e justos.",
    "identifier": "58421a2a-2ca0-48b2-ab8f-2b8b8600a3a3",
    "updatedAt": "2023-08-24 20:17:11"
}