{
    "name": "Choupo-Branco (Hornbeam)",
    "rarity": "Rara",
    "wood_description": "A madeira de Choupo-Branco, também conhecida como Hornbeam, é uma escolha rara e altamente valorizada. Essas varinhas são famosas por seu profundo amor pela vida e sua rápida adaptação ao possuidor. Consideradas uma das varinhas mais pessoais, as de Choupo-Branco se personalizam de forma única para cada bruxo, tornando-as difíceis de serem manuseadas por outras pessoas, mesmo em feitiços simples. São conhecidas por assimilarem muito da personalidade e do código moral de seu dono, recusando-se a realizar feitiços que possam causar dano a ele ou a outros.",
    "characteristics": "Amor à Vida: A madeira de Choupo-Branco é infundida com um profundo amor à vida. Essas varinhas têm uma conexão especial com a natureza e a vitalidade do mundo ao seu redor, e seus possuidores geralmente são bruxos que apreciam a beleza da existência e têm um desejo de proteger e preservar a vida em todas as suas formas.\nRápida Adaptação: As varinhas de Choupo-Branco são conhecidas por se adaptarem rapidamente ao seu possuidor. Elas parecem entender intuitivamente as preferências e habilidades do bruxo e se ajustam para proporcionar uma experiência de varinha personalizada e única.\nExtensão do Código Moral: Varinhas de Choupo-Branco são mais do que simples instrumentos mágicos; elas são uma extensão do código moral e ético de seu possuidor. Essas varinhas recusam-se a realizar feitiços que entrem em conflito com a natureza do bruxo ou que vão contra seus princípios morais. +2 para abjurações e Encantamento.",
    "core_combinations": "A madeira de Choupo-Branco combina bem com diversos núcleos, mas é especialmente eficaz com aqueles que reforçam o amor à vida e a conexão com a natureza. O núcleo de pena de fênix ou mandragora é uma escolha popular, pois simboliza a renovação e o ciclo da vida, complementando a essência da varinha de Choupo-Branco. quando usado para reviver ou destruir mortos vivos a varinha tem um bonus de +3",
    "magic_schools": "A madeira de Choupo-Branco é altamente valorizada por sua personalização e rápida adaptação ao possuidor. Bruxos que escolhem essa varinha geralmente possuem uma forte conexão com a natureza e valorizam a vida em todas as suas formas. A combinação com o núcleo de pena de fênix reforça essa conexão, permitindo que o bruxo utilize sua varinha para expressar sua apreciação e amor pela vida através da magia. Sua recusa em realizar feitiços que vão contra os princípios morais do possuidor torna essa varinha uma escolha poderosa para bruxos que buscam uma ferramenta mágica alinhada com seus valores éticos.",
    "identifier": "925107a8-ec34-4374-8346-d60228d6941e",
    "updatedAt": "2023-08-24 20:17:11"
}