{
    "name": "Cipreste (Cypress)",
    "rarity": "Rara",
    "wood_description": "A madeira de Cipreste, também conhecida como Cypress, é uma escolha incomum e altamente valorizada pelas características únicas que confere às varinhas. Conhecida por ser muito vista entre nobres, acredita-se que aqueles que carregam uma varinha de Cipreste estão destinados a ter uma morte honrosa. Essa madeira é considerada a alma gêmea do bruxo, refletindo tanto sua coragem quanto sua capacidade de enfrentar as sombras com determinação. Embora tenha sido mais comum no passado, hoje em dia, as varinhas de Cipreste são consideradas muito raras.",
    "characteristics": "Destino Honroso: A madeira de Cipreste é associada a um destino honroso e nobre. Bruxos que possuem varinhas de Cipreste são frequentemente vistos como líderes corajosos, dispostos a enfrentar desafios com bravura e determinação. Acredita-se que essas varinhas confiram um senso de propósito e dever ao seu possuidor.\nAlma Gêmea do Bruxo: As varinhas de Cipreste parecem estar em perfeita sintonia com seu possuidor, refletindo aspectos importantes de sua personalidade e caráter. Essa conexão profunda torna a varinha uma extensão verdadeira do bruxo, amplificando suas habilidades e intenções mágicas.\nCoragem e Determinação: A madeira de Cipreste é especialmente adequada para bruxos destemidos e que não têm medo de enfrentar desafios e perigos. Essas varinhas inspiram coragem e determinação em seu possuidor, tornando-os aptos a enfrentar até mesmo as situações mais sombrias com resolução. +2 em transfiguração e conjuração",
    "core_combinations": "A madeira de Cipreste combina bem com uma variedade de núcleos, mas é particularmente eficaz quando combinada com núcleos que reforçam a coragem e a resiliência. O núcleo de pelo de leão ou chifre de hipogrifo são escolhas populares, pois simbolizam a força e a bravura. Magias relacionadas a criaturas tem a meta de sucessos diminuida em 2",
    "magic_schools": "As varinhas de Cipreste são associadas a um destino honroso e nobre, e seus possuidores geralmente são bruxos corajosos e destemidos. Essas varinhas são especialmente adequadas para magias que exigem coragem e determinação, como feitiços de defesa e enfrentamento de criaturas mágicas. Sua conexão profunda com o bruxo torna-as altamente personalizadas e poderosas, amplificando suas habilidades mágicas e permitindo que eles enfrentem desafios com resolução. Sendo uma madeira rara, as varinhas de Cipreste são altamente valorizadas e procuradas por bruxos que buscam uma varinha que reflete sua força interior e destino honroso.",
    "identifier": "71f22c9d-cea1-49ea-a9a2-743fbda6ef0a",
    "updatedAt": "2023-08-24 20:17:11"
}