{
    "name": "Corniso (Dogwood)",
    "rarity": "Rara",
    "wood_description": "A madeira de Corniso, também conhecida como Dogwood, é uma escolha rara e fascinante para a confecção de varinhas. Acredita-se que as varinhas de Corniso sejam as companheiras perfeitas para bruxos que têm uma personalidade divertida e brincalhona. Essas varinhas têm uma natureza travessa e adoram provocar e surpreender seus possuidores. Apesar de sua natureza brincalhona, as varinhas de Corniso são treinadas para conjurar magias poderosas e impressionantes, especialmente quando combinadas com bruxos inteligentes e astutos.",
    "characteristics": "Personalidade Divertida: As varinhas de Corniso têm uma personalidade muito brincalhona e procuram parceiros que possam proporcionar a elas muita emoção e diversão. Elas adoram provocar e surpreender seus possuidores, tornando a experiência de usar essa varinha verdadeiramente única e animada.\nMagias Impressionantes: Apesar de sua natureza travessa, as varinhas de Corniso são treinadas para conjurar feitiços incríveis e poderosos, especialmente quando nas mãos de bruxos espertos e astutos. Elas são capazes de realizar magias impressionantes sob condições difíceis, surpreendendo a todos com sua habilidade mágica. cada 10 nos dados adiciona 1 dado extra\nFeitiços Não-Verbais:  As varinhas de Corniso têm uma peculiaridade interessante, pois se recusam a conjurar feitiços não-verbais. Elas preferem ser expressivas e barulhentas durante a realização de magia, adicionando uma dose extra de emoção e teatralidade a cada conjuração. Perde 1 dados emf eitiços não-verbais.",
    "core_combinations": "As varinhas de Corniso são altamente versáteis e podem combinar bem com diversos tipos de núcleos. No entanto, é comum ver varinhas de Corniso com núcleos de cabelo de veela ou pena de hipogrifo, que complementam sua personalidade divertida e expressiva. Magias relacionadas a criaturas tem a meta de sucessos diminuida em 2 [hipogrifo] e -2 de dificuldades em aprendizado de feitiços; [veela]",
    "magic_schools": "As varinhas de Corniso são ideais para bruxos que têm uma personalidade divertida e brincalhona. Sua natureza travessa e habilidades impressionantes tornam essas varinhas adequadas para uma variedade de magias, especialmente aquelas que envolvem surpresas e emoção. Bruxos que apreciam a teatralidade da magia e não se importam com um pouco de barulho e diversão durante a conjuração certamente encontrarão em uma varinha de Corniso uma companheira empolgante e única. Sua relutância em conjurar feitiços não-verbais pode ser vista como uma peculiaridade interessante, adicionando um toque de singularidade à experiência mágica.",
    "identifier": "8186a64f-e392-4edb-8bbf-27804c8c9282",
    "updatedAt": "2023-08-24 20:17:11"
}