{
    "name": "Espinheiro-alvo (Hawthorn)",
    "rarity": "Rara",
    "wood_description": "As varinhas feitas de espinheiro-alvo são consideradas um completo paradoxo, assim como as árvores que as originam. Essa madeira é rara e altamente complexa em sua fabricação, assim como seus possuidores. As varinhas de espinheiro-alvo são notavelmente versáteis, habilidosas em feitiços de cura e maldições, e são conhecidas por se sentirem confortáveis em situações conflituosas. No entanto, elas são extremamente desafiadoras de dominar, exigindo bruxos excepcionalmente talentosos e fortes de espírito para aproveitar todo o seu potencial.",
    "characteristics": "Paradoxo Vivo: As varinhas de espinheiro-alvo são consideradas paradoxos vivos, assim como as árvores das quais são feitas. Essa dualidade reflete-se na natureza dessas varinhas, que são altamente hábeis tanto em feitiços de cura quanto em maldições.\nVersatilidade Notável: Essa varinha possui uma versatilidade notável e pode ser empregada em diversas áreas da magia. Seus possuidores descobrem que ela se destaca igualmente em encantamentos de cura e magias sombrias.\nConfortável em Conflitos: As varinhas de espinheiro-alvo parecem sentir-se mais à vontade em situações conflituosas, quando a dualidade de sua natureza é mais evidente. Elas são capazes de lidar com momentos desafiadores e são leais aos bruxos que enfrentam adversidades com coragem. +2 dados em evocação.\nDesafio para os Bruxos: Dominar uma varinha de espinheiro-alvo é uma tarefa árdua e requer bruxos excepcionalmente talentosos e fortes de espírito. Ela testa a habilidade do bruxo em equilibrar o uso da magia para o bem e para o mal. +2 dado em transmutação.",
    "core_combinations": "As varinhas de espinheiro-alvo podem ser combinadas com uma variedade de núcleos, mas são frequentemente encontradas com núcleos de pelo de unicórnio ou pena de fênix, que complementam sua dualidade e versatilidade. +1 dado em magias ofencivas.",
    "magic_schools": "As varinhas de espinheiro-alvo são ideais para bruxos que buscam um desafio e estão dispostos a enfrentar a dualidade da magia. Sua notável versatilidade permite que seus possuidores se destaquem tanto em feitiços de cura quanto em magias sombrias. Essa varinha é altamente recomendada para bruxos habilidosos, corajosos e determinados, que são capazes de equilibrar o uso da magia para o bem e para o mal. No entanto, é importante ressaltar que o domínio de uma varinha de espinheiro-alvo é uma jornada exigente e requer muita habilidade e força de vontade do bruxo.",
    "identifier": "a816dfb1-87b1-4c7d-abd6-4f776bc13cde",
    "updatedAt": "2023-08-24 20:17:11"
}