{
    "name": "Espinheiro-Negro (Blackthorn)",
    "rarity": "Rara",
    "wood_description": "A madeira de espinheiro-negro é muito incomum na fabricação de varinhas e tem uma reputação de ser uma varinha para guerreiros. Apesar disso, não significa necessariamente que seu dono seja adepto das Artes das Trevas, embora seja inegável que alguns bruxos que apreciam seu poder sejam atraídos por ela, como Aurores e prisioneiros de Azkaban. Essa madeira possui uma característica curiosa, semelhante aos espinhos de seu tronco: ela parece requerer que suas varinhas passem por grandes desafios ou dificuldades para se tornarem verdadeiramente fiéis. Depois de superar esses obstáculos, a varinha de espinheiro-negro se torna uma companheira extremamente leal e fiel.",
    "characteristics": "Varinha para Guerreiros: A madeira de espinheiro-negro é conhecida por ser uma varinha adequada para guerreiros e bruxos que enfrentam desafios difíceis. Sua reputação está ligada à sua capacidade de lidar com situações perigosas e adversas.\nNão Necessariamente das Trevas: Embora algumas pessoas associem as varinhas de espinheiro-negro às Artes das Trevas, ela não é intrinsecamente má. Ela atrai aqueles que buscam poder e enfrentam batalhas, independentemente de serem do bem ou do mal. +2 dado em necromancias.\nLealdade Conquistada: A varinha de espinheiro-negro parece exigir que seu dono enfrente desafios e perigos para desenvolver uma verdadeira conexão de lealdade. Depois de superar essas provações, a varinha se torna a mais fiel companheira que um bruxo poderia desejar.\nAmoras Após a Tempestade: Assim como o tronco de espinheiro-negro produz as amoras mais gostosas após as tempestades difíceis, a varinha feita dessa madeira parece precisar passar por momentos difíceis para alcançar seu pleno potencial. +2 dado em abjuração",
    "core_combinations": "As varinhas de espinheiro-negro são frequentemente encontradas com núcleos de chifre de bicórnio, o que reforça sua associação com guerreiros e a dureza de suas provações. esta combinação possui um dano maior com 50% dos valores ampliados.",
    "magic_schools": "As varinhas de espinheiro-negro são ideais para bruxos que enfrentam desafios e batalhas, buscando superar obstáculos e perigos. Sua lealdade conquistada torna-as uma escolha popular entre Aurores e aqueles que buscam poder para proteger e lutar por suas causas. Essa madeira é recomendada para bruxos corajosos e determinados, que não temem enfrentar situações difíceis e que estão dispostos a provar sua lealdade à varinha. Embora alguns possam associá-la às Artes das Trevas, a varinha de espinheiro-negro pode ser usada por bruxos de qualquer alinhamento, desde que busquem superar desafios e demonstrar coragem em suas jornadas mágicas.",
    "identifier": "1badf21f-7c73-4503-bb27-402d913f6e88",
    "updatedAt": "2023-08-24 20:17:11"
}