{
    "name": "Faia (Beech)",
    "rarity": "Rara",
    "wood_description": "A madeira de faia é rara e altamente valorizada pelas suas qualidades de sabedoria e experiência. A varinha de faia é particularmente adequada para bruxos jovens que já demonstram grande sabedoria para sua idade, e para bruxos adultos ricos em entendimento e experiência. No entanto, as varinhas de faia são fracas quando usadas por indivíduos pobres de espírito ou intolerantes. Muitos bruxos, ansiosos por adquirir uma varinha de faia por sua rica e valorizada reputação, acabam decepcionados ao não serem escolhidos por essas varinhas exigentes.",
    "characteristics": "Sabedoria e Experiência: A varinha de faia é considerada um símbolo de sabedoria e experiência. Ela se conecta especialmente bem com bruxos jovens que já mostram um grau incomum de sabedoria para sua idade e também com bruxos adultos que acumularam conhecimento e experiência ao longo dos anos.\nIntolerância e Pobreza de Espírito: As varinhas de faia têm dificuldade em se conectar com indivíduos intolerantes ou pobres de espírito. Elas exigem um dono que seja aberto, tolerante e rico em entendimento, rejeitando aqueles que têm uma visão estreita do mundo ou são fechados para novas ideias. +2 dados em magias de advinhação\nSutileza e Maestria: Quando adequadamente escolhida, a varinha de faia é capaz de uma sutileza e maestria raramente encontradas em outras madeiras. Sua habilidade de conjurar magia com precisão e elegância faz dela uma escolha brilhante e altamente valorizada. magias não verbais tem sua dificuldade diminuida em 2",
    "core_combinations": "As varinhas de faia costumam ser emparelhadas com núcleos de pelo de unicórnio ou pena de fênix, o que aprimora suas características de sabedoria e elegância. +2 em abjuração ou evocação",
    "magic_schools": "As varinhas de faia são altamente valorizadas em várias escolas da magia. Sua conexão com a sabedoria e a experiência torna-as ideais para bruxos que buscam aprimorar suas habilidades mágicas com sutileza e maestria. Essa madeira é recomendada para bruxos jovens e adultos que já demonstraram um nível incomum de sabedoria e entendimento, e que buscam aprofundar seu conhecimento e prática na arte da magia. A varinha de faia é uma escolha preciosa para bruxos que desejam se destacar e demonstrar grande habilidade e elegância em suas habilidades mágicas. No entanto, ela é seletiva e rejeitará aqueles que não têm a mente aberta e a sabedoria necessária para compreender sua verdadeira essência.",
    "identifier": "c825e6c3-955b-47f2-8243-6c81f6073ec0",
    "updatedAt": "2023-08-24 20:17:11"
}