{
    "name": "Figueira (Sycamore)",
    "rarity": "Rara",
    "wood_description": "A madeira de figueira é incomum e produz varinhas curiosas e sedentas por novas experiências. Essas varinhas têm uma tendência curiosa de perder seu brilho e até entrar em combustão quando sujeitas a atividades mundanas ou monótonas. Os bruxos e bruxas que possuem varinhas de figueira devem estar cientes de sua natureza peculiar e evitar pedir tarefas mundanas a essas varinhas, pois podem ter uma resposta inesperada.",
    "characteristics": "Curiosidade: A varinha de figueira é ideal para bruxos e bruxas curiosos e aventureiros. Ela anseia por novas experiências e atividades emocionantes, e seu dono deve estar disposto a explorar o desconhecido.\nVitalidade e Aventura: A madeira de figueira se conecta bem com bruxos e bruxas que têm uma abordagem vital e entusiasmada à vida. Ela busca donos que sejam vibrantes, vitais e dispostos a enfrentar aventuras com coragem.\nAdaptação e Aprendizado: As varinhas de figueira demonstram uma notável capacidade de aprendizado e adaptação. Quando encontram um dono curioso e aventureiro, elas se desenvolvem e se tornam varinhas altamente valorizadas. +2 sucessos para aprender feitiços [treino de maestria] além disso recebem +2 dados em uma escola a sua escolha.\nPrecaução: É importante que os donos de varinhas de figueira estejam cientes de sua natureza peculiar e evitem solicitar tarefas monótonas ou desinteressantes a essas varinhas, pois elas podem reagir de forma inesperada, entrando em combustão.",
    "core_combinations": "As varinhas de figueira se adaptam bem a uma variedade de núcleos, incluindo pena de fênix, pelo de unicórnio ou fragmento de chifre de boitata. quando combinadas com esse nucleo suas curas aumentam em 50%",
    "magic_schools": "As varinhas de figueira são ideais para bruxos e bruxas que buscam novas experiências, aventuras e aprendizado constante. Sua curiosidade inata e capacidade de adaptação as tornam valiosas para aqueles que desejam se destacar e se desenvolver como bruxos. No entanto, é importante que seus donos compreendam sua natureza peculiar e evitem solicitar tarefas mundanas ou chatas, pois isso pode levar a resultados inesperados. A varinha de figueira é uma escolha interessante para bruxos e bruxas curiosos, aventureiros e vibrantes, que estão dispostos a explorar o desconhecido e abraçar a diversidade de experiências que a magia pode oferecer.",
    "identifier": "e1ba0d0b-4eb5-4a36-9f0d-969447dc7b36",
    "updatedAt": "2023-08-24 20:17:11"
}