{
    "name": "Lariço (Larch)",
    "rarity": "Rara",
    "wood_description": "O lariço é uma madeira rara, conhecida por sua força, durabilidade e cor quente. Varinhas feitas dessa madeira têm a reputação de incutir coragem e confiança em seus donos, tornando-se uma escolha atraente e poderosa para muitos bruxos. No entanto, apesar de sua popularidade, as varinhas de lariço são difíceis de lidar e podem proporcionar resultados inesperados, desafiando a expectativa de seus donos.",
    "characteristics": "Coragem e Confiança: O lariço é valorizado por sua capacidade de instilar coragem e confiança em seus donos. A varinha de lariço é uma aliada poderosa para aqueles que precisam enfrentar desafios e superar adversidades.\nTalentos Ocultos: As varinhas de lariço têm a reputação de revelar talentos ocultos em seus donos. Muitas vezes, bruxos e bruxas escolhidos por essa madeira descobrem habilidades e potenciais que ainda não haviam percebido antes de se depararem com sua varinha. +2 dados pra magias improvisadas\nEfeitos Inesperados: As varinhas de lariço são conhecidas por proporcionar efeitos inesperados e únicos. Elas podem surpreender tanto o bruxo quanto aqueles ao seu redor, gerando feitiços e encantamentos incomuns. Quando tirar 10 o mesmo adiciona 1 dado extra.\nDesafios: É importante que os donos de varinhas de lariço estejam preparados para enfrentar desafios e se adaptar aos resultados inesperados que essa madeira pode proporcionar. Ela requer um mestre que possua a força de vontade para enfrentar seus próprios medos e incertezas, pois a varinha pode testar a confiança e a coragem de seu possuidor.",
    "core_combinations": "As varinhas de lariço são frequentemente combinadas com núcleos de penas de fênix ou pelo de unicórnio, que complementam bem sua natureza corajosa e confiante. Magias de evocação e abjuração tem +2 dados",
    "magic_schools": "As varinhas de lariço são ideais para bruxos e bruxas que desejam desenvolver sua coragem, confiança e talentos ocultos. Seus efeitos inesperados podem torná-las uma escolha intrigante para aqueles que buscam uma varinha única e poderosa, capaz de surpreender e superar expectativas. No entanto, é importante que seus donos estejam preparados para enfrentar desafios e se adaptar às peculiaridades dessa madeira excepcional. A varinha de lariço é uma escolha para bruxos corajosos, determinados e prontos para explorar todo o seu potencial mágico.",
    "identifier": "3bfd5a8b-11e9-47ea-8915-de42975fd944",
    "updatedAt": "2023-08-24 20:17:11"
}