{
    "name": "Lima-prata (Silver Lime)",
    "rarity": "Rara",
    "wood_description": "A lima-prata é uma madeira rara e altamente atrativa, conhecida por sua aparência única e brilho prateado. Suas varinhas têm uma reputação especial devido à sua afinidade com as artes da mente, tornando-as altamente valorizadas entre os bruxos com habilidades em legilimência e vidência.",
    "characteristics": "Aparência Atraente: A lima-prata é valorizada por sua aparência única e brilho prateado, tornando suas varinhas altamente atraentes e desejáveis entre os bruxos.\nHabilidade em Legilimência e Vidência: As varinhas de lima-prata são conhecidas por serem especialmente eficazes em magias relacionadas à mente, como legilimência (leitura de mentes) e vidência (previsão do futuro). Elas amplificam a capacidade natural de seus donos para essas artes mágicas, tornando-os excepcionalmente talentosos nesses campos. +2 dados para adivinhação e encantamento\nPercepção e Intuição: Os bruxos e bruxas escolhidos por uma varinha de lima-prata geralmente possuem uma forte percepção e intuição. Essas varinhas parecem estar em sintonia com a mente e as emoções de seus donos, ajudando-os a compreender e interpretar o mundo ao seu redor de forma mais profunda. +1 dado para intuição\nDesafios: Embora as varinhas de lima-prata possam ampliar as habilidades mentais de seus donos, elas também podem ser desafiadoras de se lidar. A sensibilidade dessas varinhas pode exigir um controle cuidadoso e uma mente disciplinada para evitar sobrecargas emocionais ou leituras indesejadas.",
    "core_combinations": "As varinhas de lima-prata são frequentemente combinadas com núcleos de pêlo de unicórnio ou pena de fênix, que complementam bem suas características intuitivas e amplificadoras da mente. Magias de adivinhação tem sua duração ampliada e a meta de sucessos diminuida em 2",
    "magic_schools": "As varinhas de lima-prata são altamente valorizadas por bruxos e bruxas que buscam aprimorar suas habilidades em legilimência e vidência. Elas são uma escolha poderosa para aqueles com afinidade pelas artes da mente e com um profundo desejo de compreender os mistérios do passado e do futuro. No entanto, é importante que seus donos estejam preparados para enfrentar os desafios associados à sensibilidade dessas varinhas e para desenvolver um controle cuidadoso de suas habilidades mágicas. A varinha de lima-prata é uma escolha para bruxos intuitivos, perceptivos e talentosos na leitura das mentes e da magia além do comum.",
    "identifier": "c18166dd-fbac-4dc5-b12a-084a9a723187",
    "updatedAt": "2023-08-24 20:17:11"
}