{
    "name": "Loureiro (Laurel)",
    "rarity": "Mistica",
    "wood_description": "A madeira de loureiro é rara e altamente reverenciada por sua associação com a honra e a justiça. Diz-se que as varinhas de loureiro são incapazes de serem usadas para atos desonrosos, embora possam ser poderosas e até letais em suas mãos corretas. Essas varinhas têm uma reputação de buscar bruxos ambiciosos e em busca de poder, mas elas exigem lealdade e esforço contínuo de seus possuidores.",
    "characteristics": "Honestidade e Justiça: As varinhas de loureiro são conhecidas por sua associação com a honestidade, integridade e justiça. Elas são leais a seus donos, desde que seus corações permaneçam verdadeiros e suas intenções sejam honradas. +1 ponto em abjuração,  e medibruxaria e +1 dado em evocação\nRejeição à Preguiça: As varinhas de loureiro não toleram a preguiça e exigem um mestre dedicado e comprometido. Elas incentivam seus possuidores a buscar constantemente aperfeiçoar suas habilidades mágicas e a usar sua magia para fins nobres.\nLealdade e Vínculo Forte: As varinhas de loureiro formam um vínculo profundo com seu primeiro mestre e podem resistir a serem usadas por outros bruxos. Elas podem até liberar lampejos de luz ou resistir a serem roubadas por outros.\nDesafios: Embora as varinhas de loureiro sejam poderosas e honradas, elas também podem ser desafiadoras para seus donos. Sua busca por poder pode levar alguns bruxos a explorar caminhos sombrios e perigosos, e é importante que seus possuidores permaneçam verdadeiros a seus princípios e não se desviem para a escuridão.",
    "core_combinations": "As varinhas de loureiro são frequentemente combinadas com núcleos de pena de fênix ou chifre de unicórnio, tartaruda dragão., pois esses núcleos complementam bem suas características de justiça e poder mágico. Efeitos de cura e proteção são ampliados em 50%",
    "magic_schools": "As varinhas de loureiro são altamente valorizadas por bruxos que buscam aprimorar suas habilidades em feitiços de proteção, duelos e magias relacionadas à justiça. Elas são uma escolha poderosa para aqueles com um forte senso de honra e comprometimento com o bem maior. No entanto, essas varinhas exigem dedicação e esforço constante de seus donos para manter sua lealdade e obter seu máximo potencial. A varinha de loureiro é uma escolha para bruxos honestos, comprometidos e determinados a usar sua magia para o benefício de todos.",
    "identifier": "612c027d-cbd0-4890-a4f7-73fafe3a3157",
    "updatedAt": "2023-08-24 20:17:11"
}