{
    "name": "Macieira (Apple)",
    "rarity": "Comum",
    "wood_description": "A madeira de macieira é comum e altamente valorizada por suas características únicas. Essas varinhas são especialmente adequadas para bruxos ambiciosos e idealistas, que têm grandes metas e desejam realizar feitos significativos. A macieira é uma madeira que se recusa a ser usada para Artes das Trevas, mostrando uma afinidade natural com magia benevolente e nobre.",
    "characteristics": "Amor e Vida Plena: Diz-se que os possuidores de varinhas de macieira serão muito amados e terão vidas bem vividas. Essas varinhas parecem atrair bruxos e bruxas de ótima personalidade e charme, que irradiam bondade e compaixão. +1 dado em evocação e necromancia\nAmbição e Idealismo: As varinhas de macieira se destacam nas mãos daqueles com ambições elevadas e ideais nobres. Elas são poderosas aliadas para bruxos que buscam fazer a diferença no mundo e alcançar grandes feitos.\nConexão com Criaturas Mágicas: Muitos possuidores de varinhas de macieira têm a habilidade rara de conversar com criaturas mágicas em suas línguas nativas. Essa conexão especial com as criaturas mágicas é frequentemente encontrada em bruxos com essa varinha. +2 dados para conjuração de animais",
    "core_combinations": "As varinhas de macieira funcionam bem com uma variedade de núcleos, mas as combinações mais populares são com pena de fênix ou cabelo de Veela. Esses núcleos complementam a natureza benevolente e ambiciosa da macieira. os animais conjurados recebem 5 pv e +1 dado extra em testes por nivel de feitiçaria.",
    "magic_schools": "As varinhas de macieira são altamente adequadas para bruxos que buscam fazer a diferença no mundo e realizar feitos significativos. Elas são especialmente poderosas em magias relacionadas à cura, proteção e encantamentos que envolvem criaturas mágicas. Os possuidores de varinhas de macieira são muitas vezes líderes carismáticos e inspiradores, que usam sua magia para o bem maior da comunidade mágica e além. A varinha de macieira é uma escolha para aqueles com ambição, nobreza de caráter e um desejo ardente de impactar positivamente o mundo ao seu redor.",
    "identifier": "9c0fc845-f61d-44a4-82e0-ae63713ab6d0",
    "updatedAt": "2023-08-24 20:17:11"
}