{
    "name": "Nogueira-negra (Black Walnut)",
    "rarity": "Rara",
    "wood_description": "A madeira de nogueira-negra é uma variante rara da nogueira comum, e suas varinhas são especialmente procuradas por bruxos e bruxas que possuem bons instintos e poderosa intuição. A beleza da madeira é inegável, mas ela requer um mestre habilidoso e sincero para liberar todo o seu potencial. As varinhas de nogueira-negra são altamente sensíveis aos conflitos internos de seus donos, o que pode afetar drasticamente sua performance mágica.",
    "characteristics": "Boa Intuição e Instintos: As varinhas de nogueira-negra são atraídas por bruxos e bruxas que possuem bons instintos e uma intuição aguçada. Elas se sintonizam com as emoções e os sentimentos do seu mestre, o que as torna ideais para bruxos que são honestos consigo mesmos e com os outros. +2 dados em adivinhação e encantamento\nConflitos Internos: A varinha de nogueira-negra é extremamente sensível aos conflitos internos do seu dono. Quando o bruxo ou bruxa está passando por auto-engano ou não é sincero consigo mesmo, a varinha perde poder drasticamente e sua performance é afetada negativamente.\nLealdade e Performance: Uma vez em posse de um dono sincero e auto-confiante, a varinha de nogueira-negra se torna extremamente leal e passiva. Ela se adapta facilmente ao estilo do seu mestre e oferece um toque particular de performance em seus feitiços.",
    "core_combinations": "As varinhas de nogueira-negra funcionam bem com diversos tipos de núcleos, mas a combinação com pena de hipogrifo é particularmente poderosa. Essa união fortalece a intuição do bruxo e aumenta sua conexão com o mundo mágico. Magias de Advinhação conferem +2 dados em testes de percepção por ano",
    "magic_schools": "A varinha de nogueira-negra é recomendada para bruxos e bruxas que possuam boa intuição e instintos aguçados. Ela é especialmente adequada para escolas da magia que exigem uma compreensão profunda das emoções e sentimentos, como a adivinhação e o estudo das criaturas mágicas. No entanto, seu poder e lealdade a tornam uma excelente escolha para qualquer bruxo habilidoso e sincero, independentemente de sua especialização.",
    "identifier": "32479128-860b-4e1a-8bd7-c639ce34c752",
    "updatedAt": "2023-08-24 20:17:11"
}