{
    "name": "Nogueira (Walnut)",
    "rarity": "Comum",
    "wood_description": "A madeira de nogueira é rara e altamente valorizada por sua versatilidade e habilidade incomuns. Ela é especialmente procurada por bruxos inteligentes e inovadores, que têm uma mente criativa e um desejo de fazer descobertas e inventar novas magias. A varinha de nogueira tem uma afinidade especial com bruxos de grande inteligência e sabedoria.",
    "characteristics": "Alma Gêmea da Inteligência: Varinhas de nogueira têm uma alta afinidade com bruxos inteligentes e costumam ser consideradas \"almas gêmeas\" desses possuidores. Essa conexão torna a varinha mais receptiva e leal a seu mestre, o que resulta em um vínculo forte e harmonioso.\nVersatilidade e Habilidade: A varinha de nogueira é conhecida por sua versatilidade, podendo ser usada para uma ampla variedade de feitiços e magias. Ela se adapta facilmente ao estilo e à vontade do seu mestre, tornando-se uma ferramenta poderosa nas mãos de bruxos criativos e inovadores. -2 sucesso na meta de aprendizado\nPoder Perigoso: É preciso ter cuidado com a varinha de nogueira, pois uma vez que seu possuidor a domina, ela se torna extremamente obediente e fará qualquer coisa que lhe for ordenada. Isso a torna potencialmente letal nas mãos de bruxos sem escrúpulos ou com intenções maliciosas. +2 dados em magias de dano",
    "core_combinations": "As varinhas de nogueira funcionam bem com diversos tipos de núcleos, mas uma das combinações mais poderosas é com pena de fênix. Essa união aumenta a capacidade da varinha de canalizar magia criativa e poderosa. O jogador pode re rolar os dados de dano que cairem 1 uma unica vez por feitiço",
    "magic_schools": "A varinha de nogueira é altamente recomendada para bruxos inteligentes e inovadores, com habilidades em diversas áreas da magia. Sua versatilidade a torna adequada para a maioria das escolas da magia, permitindo que seu dono se destaque em transfiguração, encantamentos, poções, e outras disciplinas mágicas. A varinha de nogueira é uma excelente escolha para bruxos que desejam desvendar os segredos da magia e trazer novas descobertas para o mundo mágico. No entanto, é essencial que seu dono tenha consciência e responsabilidade em relação ao poder dessa varinha, evitando cair na armadilha de usá-la para propósitos egoístas ou maliciosos.",
    "identifier": "7bed26dd-ec23-4a1f-9e36-1a4137af9c2a",
    "updatedAt": "2023-08-24 20:17:11"
}