{
    "name": "Pata de Vaca (Bauhinia variegata)",
    "rarity": "Rara",
    "wood_description": "A madeira de Pata de Vaca é rara e típica do Brasil, sendo bastante utilizada para a criação de varinhas na região da América do Sul. Essa madeira é altamente valorizada pelos fabricantes de varinhas, pois é conhecida por suas propriedades excepcionais na cura e feitiços de proteção. Os portadores de varinhas feitas de Pata de Vaca geralmente se destacam como grandes medibruxos, com habilidades notáveis em magias de cura e defesa.",
    "characteristics": "Cura e Proteção: A varinha de Pata de Vaca tem uma afinidade especial com magias de cura e proteção. Seus portadores são geralmente talentosos em feitiços de cura, capazes de realizar curas poderosas e eficazes. +2 dados abjuração, evocação [cura] e necromancia [cura]\nLealdade e Temperamento Calmo:  A varinha de Pata de Vaca é conhecida por ter um temperamento calmo e gentil. Ela é uma das varinhas mais leais, estabelecendo uma forte conexão com seu portador e respondendo bem ao seu toque.\nRestrição contra as Artes das Trevas: Essa varinha é particularmente ineficiente quando utilizada para a prática das Artes das Trevas. Ela tem uma forte aversão a magias maliciosas e sombrias, e seu desempenho é significativamente enfraquecido quando usada para tais propósitos.",
    "core_combinations": "A madeira de Pata de Vaca pode ser combinada com uma variedade de núcleos, mas um dos mais recomendados é o pelo de unicórnio. Essa combinação reforça as habilidades de cura e proteção da varinha, tornando-a ainda mais poderosa nessas áreas. efeitos de cura são aumentados em 50%",
    "magic_schools": "A varinha de Pata de Vaca é altamente recomendada para bruxos que desejam se especializar em magias de cura e proteção. Ela é especialmente adequada para a escola de cura, onde seus portadores se destacam como grandes medibruxos. Além disso, a varinha de Pata de Vaca é uma excelente escolha para aqueles que valorizam a lealdade, a calma e a gentileza, buscando estabelecer uma conexão profunda com sua varinha.",
    "identifier": "af1cfecc-2c1c-4221-af3a-7ddcfc6c00ea",
    "updatedAt": "2023-08-24 20:17:11"
}