{
    "name": "Pereira (Pear)",
    "rarity": "Rara",
    "wood_description": "A madeira de Pereira é incomum e possui uma coloração dourada, produzindo varinhas com poderes mágicos esplêndidos. Essas varinhas são especialmente adequadas para bruxos e bruxas que possuem um coração bondoso, generoso e prestativo. Os portadores de varinhas de Pereira são frequentemente populares e respeitados, sendo conhecidos por sua natureza compassiva.",
    "characteristics": "Poder Mágico Esplêndido: Varinhas feitas de Pereira são dotadas de poderes mágicos excepcionais. Elas demonstram grande eficácia ao lançar feitiços e encantamentos, tornando-se armas poderosas nas mãos de bruxos habilidosos e benevolentes. +2 dados em abjuração e Evocação.\nCoração Bondoso e Generoso: A varinha de Pereira procura um mestre com um coração bondoso, generoso e prestativo. Ela se sintoniza com a natureza altruísta de seu portador e responde positivamente a atos de compaixão e ajuda ao próximo. +2 dados em curas.\nIncompatibilidade com as Trevas: A varinha de Pereira é notavelmente avessa a bruxos das trevas e à prática de magias maléficas. Ela não é facilmente conquistada por bruxos com intenções maliciosas e se recusa a executar feitiços obscuros com a mesma eficiência que em outras circunstâncias. -2 dados em arte das trevas.\nDurabilidade e Aparência: Essas varinhas são excepcionalmente duráveis e mantêm sua aparência de nova, mesmo após longos anos de uso intenso. A madeira de Pereira parece resistir ao desgaste do tempo e do uso, permanecendo sempre elegante e reluzente.",
    "core_combinations": "A madeira de Pereira combina bem com vários núcleos, mas um dos mais indicados é a pena de fênix. Essa combinação realça ainda mais o poder mágico esplêndido da varinha de Pereira, tornando-a uma ferramenta formidável nas mãos de seu portador. Efeitos de proteção e cura recebem +2 por nivel de controle.",
    "magic_schools": "A varinha de Pereira é altamente recomendada para bruxos que desejam enfocar seu aprendizado na escola de Encantamentos e na prática de feitiços que beneficiam os outros. Ela é uma excelente escolha para aqueles que buscam ser reconhecidos por sua bondade e generosidade, tornando-se figuras admiradas e respeitadas em suas comunidades mágicas.",
    "identifier": "d71625f6-2b40-4025-af67-1a9c10d6db8a",
    "updatedAt": "2023-08-24 20:17:11"
}