{
    "name": "Petricita",
    "rarity": "Mistica",
    "wood_description": "A Petricita Mística é uma madeira de varinha extremamente mistica e envolta em lendas antigas. Diferente de outras arvores, A petricita é ainda mais mística e esotérica, sendo associada a poderes ocultos e segredos ancestrais. Acredita-se que a árvore da Petricita Mística cresça apenas em locais de grande concentração de energia mágica, como antigos santuários ou sítios de poder.",
    "characteristics": "Magia Ancestral: A Petricita Mística é considerada um portal para o conhecimento e a sabedoria ancestral. Varinhas feitas dessa madeira são capazes de se conectar com a magia de tempos passados, permitindo que o bruxo ou bruxa acesse técnicas e feitiços há muito esquecidos. Adiciona 1 em magia ancestral na ficha.\nVisão Além do Tempo: Portadores de varinhas de Petricita Mística frequentemente desenvolvem uma visão ampliada do tempo, podendo perceber o passado e o futuro de maneiras incomuns. Isso torna essas varinhas ideais para bruxos que buscam entender e explorar o fluxo temporal. +1 dado em magias que lidam com tempo ou visões do passado ou futuro.\nMagnetismo Mágico: A madeira de Petricita Mística é naturalmente atraída por outros objetos mágicos e pode ser usada para detectar a presença de itens encantados ou artefatos poderosos. Essa característica a torna uma aliada para a busca de objetos místicos. +2 dado em qualquer magia",
    "core_combinations": "A combinação mais poderosa com a Petricita Mística é com o olho de fênix, casca de occami ou lagrima de tartaruga dragão. Essa união cria uma varinha capaz de ampliar ainda mais a conexão com o passado e o futuro, proporcionando ao bruxo ou bruxa uma perspectiva única sobre os acontecimentos. -1 sucesso de meta em magia.",
    "magic_schools": "A varinha de Petricita Mística é indicada para bruxos e bruxas que buscam desvendar os segredos do passado e explorar o potencial místico do universo. Sua conexão com o tempo e a magia ancestral a torna uma ferramenta poderosa para a busca do conhecimento oculto. Além disso, sua habilidade de detectar objetos mágicos a torna uma escolha valiosa para aqueles que se dedicam à busca de artefatos lendários. Por ser uma madeira rara e mística, a varinha de Petricita Mística é um símbolo de prestígio entre os praticantes das artes arcanas.",
    "identifier": "e3109755-8942-42bd-9842-d6d4537c43ed",
    "updatedAt": "2023-08-24 20:17:11"
}