{
    "name": "Romeira (Rowan)",
    "rarity": "Mistica",
    "wood_description": "A madeira de Romeira é considerada mística e altamente valiosa na fabricação de varinhas. Seu tronco é conhecido por ser especialmente protegido, conferindo às varinhas feitas com essa madeira uma resistência notável. Além disso, acredita-se que as varinhas de Romeira aprimoram a eficácia de feitiços defensivos, tornando-os particularmente poderosos e difíceis de serem quebrados.",
    "characteristics": "Proteção e Resistência: Varinhas de Romeira são altamente valorizadas por sua proteção e resistência. O tronco desta árvore mística proporciona uma base sólida para a varinha, tornando-a capaz de suportar as mais difíceis batalhas e desafios mágicos. +1 ponto em abjuração\nAtração por Bruxos das Trevas: A madeira de Romeira é conhecida por ser comumente preferida por bruxos e bruxas das Trevas. Sua reputação de fazer mal no mundo é atribuída à sua capacidade de amplificar feitiços malignos, tornando-se uma escolha popular entre os praticantes de Artes das Trevas. +1 ponto em necromancia ou evocação.\nBusca pelo Melhor: As varinhas de Romeira são altamente seletivas e tendem a ser atraídas por bruxos de mente aberta e coração puro. Elas buscam sempre a excelência e aperfeiçoamento, e podem trocar de lado em duelos, revelando sua independência e vontade de escolher o caminho mais poderoso. -1 sucessos pra meta minima de ativação de feitiços de evocação e necromancia e  +1 dado em qualquer feitiço.\nDesafios: Apesar de suas características poderosas, a varinha de Romeira pode ser difícil de manejar e requer um portador habilidoso e responsável. Sua atração por bruxos das Trevas também pode ser um desafio, tornando-se uma escolha arriscada para aqueles que não têm pleno controle sobre suas intenções.",
    "core_combinations": "A madeira de Romeira pode ser combinada com diversos núcleos, mas uma das combinações mais comuns é com o pelo de testrálio e pena de passaro trovão. Essa união pode resultar em varinhas altamente poderosas e capazes de perceber coisas invisíveis aos olhos de outros. -1 sucesso de meta em qualquer feitiço",
    "magic_schools": "A varinha de Romeira é indicada para bruxos que desejam focar em feitiços defensivos e na prática de magia protetora. Ela pode ser uma escolha formidável para aqueles que buscam defender a si mesmos e aos outros, demonstrando coragem e determinação em enfrentar os perigos que o mundo mágico apresenta. Porém, é essencial que o portador mantenha seu coração e mente em equilíbrio, para não ser corrompido pelas tentações das Trevas que essa varinha tanto atrai.",
    "identifier": "fb8a251c-1b01-475e-a1f4-b81c65975a8b",
    "updatedAt": "2023-08-24 20:17:11"
}