{
    "name": "Teixo (Yew)",
    "rarity": "Rara",
    "wood_description": "A madeira de Teixo é considerada rara e altamente especializada na fabricação de varinhas. Ela é conhecida por ser uma das madeiras mais raras e valorizadas, com poucas árvores de Teixo disponíveis para a produção de varinhas. Suas varinhas têm uma reputação de serem poderosas e excepcionalmente seletivas em relação a seus possuidores.",
    "characteristics": "Dedicada e Leal: Varinhas de Teixo têm fama de se doar completamente ao seu possuidor, tornando-se uma extensão fiel de sua vontade e habilidades mágicas. Essas varinhas demonstram uma dedicação e lealdade ímpar, tornando-se verdadeiras parceiras para o bruxo ou bruxa que as possui.\nAfinidade com Maldições e Duelos: Varinhas de Teixo são conhecidas por serem particularmente hábeis em lançar maldições e feitiços de duelo. Seus possuidores podem se destacar em batalhas mágicas e serem temidos por sua habilidade em conjurar magias mais sombrias. +2 dados em necromancia e evocações\nProtetor Excepcional: A varinha de Teixo tende a escolher bruxos e bruxas que demonstram um forte instinto protetor e um senso elevado de dever. Ela é uma aliada poderosa para aqueles que se dedicam a proteger os outros e enfrentar ameaças às pessoas que amam.",
    "core_combinations": "As varinhas de Teixo podem ser combinadas com diversos núcleos, mas uma das combinações mais poderosas é com o pelo de dragão. Essa união resulta em varinhas excepcionalmente fortes, capazes de conjurar magias de grande poder destrutivo. -1 de meta de sucesso em magias ofensivas.",
    "magic_schools": "A varinha de Teixo é especialmente indicada para bruxos e bruxas que buscam se destacar em duelos e feitiços de combate. Ela pode ser uma escolha ideal para os que têm uma natureza protetora e corajosa, dispostos a enfrentar os desafios mais difíceis e proteger aqueles que amam. No entanto, é importante lembrar que essa varinha exige um domínio sólido sobre a magia das trevas e a responsabilidade de utilizá-la de forma ética e responsável.",
    "identifier": "34cfb561-e1f3-4183-a664-1537ef9e2fff",
    "updatedAt": "2023-08-24 20:17:11"
}