{
    "name": "Videira (Vine)",
    "rarity": "Rara",
    "wood_description": "A madeira de Videira é considerada incomum e altamente especializada na fabricação de varinhas. É uma das madeiras mais intrigantes e misteriosas, sendo apreciada por bruxos e bruxas que buscam objetivos elevados e têm uma visão além do comum. Varinhas de Videira são notáveis por sua sensibilidade e capacidade de encontrar seu verdadeiro dono.",
    "characteristics": "Sensibilidade e Misticismo: Varinhas de Videira são conhecidas por serem altamente sensíveis e místicas. Elas parecem responder de forma única ao toque e à presença do seu verdadeiro dono. Dizem que essas varinhas podem emitir efeitos mágicos sutis apenas com a aproximação de um bruxo ou bruxa compatível. +2 dado para intuição ao lidar com magia.\nBusca por Objetivos Nobres: A varinha de Videira parece ser atraída por bruxos e bruxas que têm ambições e objetivos nobres, buscando sempre o melhor para si e para os outros. Esses donos de varinhas de Videira têm uma visão mais ampla e tentam surpreender aqueles que subestimam suas capacidades. +2 para feitiços de movimentação ou localização\nPersonalidade Misteriosa: Aqueles que possuem uma varinha de Videira costumam ter uma personalidade misteriosa e enigmática. Essas varinhas parecem escolher bruxos com uma aura de mistério e profundidade.",
    "core_combinations": "As varinhas de Videira podem ser combinadas com diversos núcleos, mas uma das combinações populares é com o pelo de unicórnio. Essa união resulta em varinhas com grande potencial de cura e poderes mágicos sutis. -1 de meta em feitiços protetivos.",
    "magic_schools": "A varinha de Videira é especialmente indicada para bruxos e bruxas que buscam objetivos elevados e têm uma visão profunda da magia e do mundo ao seu redor. Ela pode ser uma escolha ideal para os que possuem uma personalidade misteriosa e enigmática, buscando surpreender os outros com suas habilidades mágicas sutis e impressionantes. A sensibilidade e a capacidade de encontrar seu verdadeiro dono tornam essa varinha um objeto de desejo para muitos bruxos em busca de uma conexão profunda com suas varinhas.",
    "identifier": "9233af0e-c833-45f5-91a8-30c9f2dbe1ce",
    "updatedAt": "2023-08-24 20:17:11"
}