{
    "name": "Álamo (Aspen)",
    "rarity": "Comum",
    "wood_description": "A madeira de Álamo é altamente desejada pelos fabricantes de varinhas devido à sua semelhança com o marfim e sua maravilhosa aparência. A varinha feita com essa madeira é branca e fina, proporcionando um aspecto elegante e distinto. Os donos de varinhas de Álamo são geralmente ótimos duelistas ou têm o potencial de se tornarem um, pois essa madeira é especialmente adequada para mágicas marciais. No século XVIII, o infame clube de duelos chamado \"A Lança Prateada\" era conhecido por admitir apenas aqueles que possuíam varinhas de Álamo. Os bruxos que possuem essa varinha são determinados, têm opiniões fortes e são atraídos por desafios e novidades. A varinha de Álamo é a escolha dos revolucionários.",
    "characteristics": "Excelente para Duelos e Mágicas Marciais: A madeira de Álamo é particularmente adequada para mágicas marciais e torna seus donos habilidosos duelistas. Ela confere agilidade e precisão em batalhas mágicas, tornando-a uma escolha preferida para aqueles que desejam aprimorar suas habilidades de combate. Magias de Evocação e abjuração recebem +1 dado cada\nDeterminação e Opiniões Fortes: Os bruxos com varinhas de Álamo são determinados e têm opiniões fortes sobre diversos assuntos. Eles são corajosos e destemidos, não recuando diante de desafios e defendendo suas crenças com fervor. magias de encantamento para controle mental tem +2 dado\nAtração por Desafios e Novidades: Os donos de varinhas de Álamo são atraídos por desafios e estão sempre em busca de novidades. Eles são inovadores e não têm medo de seguir caminhos não convencionais em suas práticas mágicas.",
    "core_combinations": "É comum encontrar a madeira de Álamo combinada com o núcleo de fibra de coração de dragão. Essa combinação funciona muito bem, permitindo que a varinha alcance todo o seu potencial nas mágicas marciais. +2 dado em qualquer feitiço para atacar ou defender.\nAlém disso, a madeira de Álamo pode ser combinada com outros tipos de núcleos, e os bruxos que escolhem essa madeira podem experimentar diferentes combinações para encontrar aquela que melhor se adapta às suas habilidades e estilo de magia.",
    "magic_schools": "A madeira de Álamo é especialmente adequada para bruxos que desejam aprimorar suas habilidades de combate e se destacar em duelos e mágicas marciais. Ela confere agilidade e precisão, tornando-se uma escolha preferida para aqueles que valorizam a determinação, coragem e atração por desafios. A varinha de Álamo é uma aliada para os revolucionários, inovadores e destemidos, que não têm medo de seguir caminhos diferentes e lutar por suas crenças. Os bruxos que possuem a varinha de Álamo devem abraçar sua natureza de duelista e estar dispostos a enfrentar qualquer desafio que surja em seu caminho.",
    "identifier": "0b2ebb58-e15a-4ed6-83b0-6508e403d7be",
    "updatedAt": "2023-08-24 20:17:11"
}