{
    "name": "Ébano (Ebony)",
    "rarity": "Rara",
    "wood_description": "A madeira de Ébano, escura e imponente, é uma escolha impressionante e imponente para a confecção de varinhas. Recomendada especialmente para mestres de transfiguração ou duelistas habilidosos, essa madeira tem uma reputação de ser associada a bruxos das trevas, mas sua verdadeira afinidade está com aqueles que vivem por suas crenças sem se importar com a opinião dos outros. As varinhas de Ébano têm uma individualidade própria e são altamente valorizadas por sua aparência e poder.",
    "characteristics": "Aparência Imponente: A madeira de Ébano tem uma aparência escura e imponente, conferindo uma sensação de mistério e poder à varinha. Sua beleza única torna essa madeira altamente desejável entre os bruxos.\nMestre de Transfiguração e Duelistas: Varinhas de Ébano são altamente recomendadas para bruxos especializados em transfiguração ou duelos. Elas têm um toque especial para lidar com magias de transformação e são companheiras perfeitas para duelistas habilidosos.\nRejeição aos Conformistas: Varinhas de Ébano não se dão bem com bruxos conformistas ou que seguem a multidão. Elas preferem aqueles que são felizes como são e que vivem por suas próprias crenças, sem se importar com a opinião dos outros. Essa individualidade faz com que essas varinhas se destaquem entre as outras.\nForça de Vontade: As varinhas de Ébano têm uma conexão especial com a força de vontade de seus possuidores. Elas valorizam bruxos determinados e corajosos, prontos para lutar por suas convicções. +2 dados para resistir a controle mental bem como para abjuração e encantamento.",
    "core_combinations": "Varinhas de Ébano podem combinar bem com uma variedade de núcleos, mas são frequentemente encontradas com núcleos de pena de fênix ou escama de dragão, que complementam sua natureza poderosa e imponente. independende do nucleo em ambos os casos recebera aumento de efeitos protetivos em 50%.",
    "magic_schools": "As varinhas de Ébano são ideais para bruxos especializados em transfiguração ou duelos. Sua aparência imponente e poderosa, juntamente com sua conexão com a força de vontade de seus possuidores, tornam essas varinhas altamente valorizadas por aqueles que buscam aprimorar suas habilidades em magia de transformação e combate mágico. Além disso, a rejeição aos conformistas e a preferência por bruxos que vivem por suas próprias crenças faz com que as varinhas de Ébano sejam companheiras perfeitas para aqueles que são individualistas e determinados a seguir seus próprios caminhos.",
    "identifier": "a6acf69a-d1a8-4d50-a217-f39e5a8b8be8",
    "updatedAt": "2023-08-24 20:17:11"
}