{
    "name": "Anapneo",
    "category": "Abjuração",
    "difficulty": "Fácil",
    "description": "Ao tocar com a ponta da varinha na garganta do alvo, você é capaz de fazer desaparecer qualquer objeto ou substância que esteja asfixiando ou engasgando-o. ",
    "updatedAt": "2023-08-06T20:47:38.341902",
    "title": "Feitiço do Desengasgo",
    "level": 2,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "requirements": "abjuração 1,",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Anapneo."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Anapneo de forma focada, aumentando a precisão e a eficácia do feitiço."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Anapneo como um feitiço de \"Lampejo: Ciano\". Com essa variação, você pode atingir um alvo à distância, sendo útil para situações em que o alvo está fora do alcance físico do toque."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Anapneo de forma não-verbal, o que permite executar o feitiço sem a necessidade de proferir palavras, tornando-o mais discreto e ágil."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode lançar Anapneo Inebriatus (Feitiço da Sobriedade). Nessa variação especial, além de desengasgar o alvo, você também faz desaparecer qualquer vestígio de substâncias químicas que alterem sua percepção, como drogas lícitas, ilícitas ou poções. Isso desfaz as condições Alucinando, Inebriado ou Enjoado, desde que esses efeitos sejam provenientes de alguma substância ou feitiço. Essa versão do feitiço é especialmente útil para ajudar pessoas que estão sob o efeito de substâncias indesejadas. Além disso casa a pessoa tenha sofrido dano nestas situações recuperam 1d4 de pontos de vida."
        }
    ],
    "identifier": "a96ca763-056b-4d99-961e-e626ee0b5581"
}