{
    "name": "Circumrota",
    "category": "Encantamento",
    "difficulty": "Fácil",
    "description": "Com o Circumrota, você pode fazer um objeto que tenha capacidade de girar rotacionar ao redor de seu eixo até atingir a posição desejada. Isso é útil para alinhar objetos, ajustar sua direção ou prepará-los para uma utilização específica. No entanto, é importante destacar que o feitiço somente funcionará em objetos que possam girar naturalmente. ",
    "updatedAt": "2023-08-06T18:58:04.984889",
    "title": "Feitiço de Rotação",
    "level": 1,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar o Circumrota, permitindo que objetos rotacionem conforme a sua vontade."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Com o domínio intermediário, você pode lançar o Circumrota de forma focada, aumentando a precisão e o controle sobre a rotação do objeto."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Com essa variação do Circumrota, você pode lançá-lo com a cor de lampejo laranja e uma duração de 1 minuto. Nessa versão, o objeto afetado gira rapidamente ao redor de seu eixo, tornando-se perigoso para quem estiver próximo. Qualquer pessoa que começar seu turno adjacente ao objeto sofre 1d4 de dano contusivo ou mais, dependendo do critério do mestre. Tome cuidado com essa versão, pois ela pode ser letal se aplicada a lâminas giratórias ou objetos perigosos."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Com o domínio experiente, você pode lançar o Circumrota de forma silenciosa, sem a necessidade de proferir palavras mágicas em voz alta."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Como mestre do Circumrota, você pode lançar uma versão avançada do feitiço que afeta seres vivos. Ao lançar essa variação, uma criatura afetada começa a girar rapidamente ao redor de seu próprio eixo sem sair do lugar, ficando Paralisada. O efeito pode ser útil para controlar o movimento de adversários e situações que requerem imobilização temporária."
        }
    ],
    "identifier": "7c9285ba-34b2-4caf-bb8d-bcabbb5a7448"
}