{
    "name": "Consciu",
    "category": "Necromancia",
    "difficulty": "Difícil",
    "description": "O Consciu é um feitiço usado para manter uma pessoa consciente e alerta. Ele desfaz uma dentre as condições: Fatigado, Desprevenido ou Adormecido. Além disso, você pode lançar Consciu em uma criatura exausta, deixando-a apenas fatigada em vez disso. ",
    "updatedAt": "2023-08-06T20:47:38.544903",
    "title": "Feitiço da Energia",
    "level": 2,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "light": "Ciano",
    "requirements": "Necromancia 2",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Consciu."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Consciu de forma focada, aumentando a precisão do feitiço."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Consciu Duo (Feitiço da Energia Dupla). Nessa variação, você conjura dois lampejos que são projetados contra dois alvos diferentes em uma única conjuração. Cada alvo não pode estar a mais de 5 metros de distância um do outro ou atrás/nas laterais do conjurador. Além disso, você pode escolher desfazer uma condição diferente para cada alvo."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Consciu de forma não-verbal. Quando conjura Consciu em sua forma não-verbal, você é capaz de desfazer simultaneamente qualquer quantidade de condições base (descritas no campo \"Efeito\") através desse feitiço. Além disso, você pode escolher desfazer mais uma dentre as condições: Atordoado, Pasmo ou Confuso."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Quando você lança Consciu ou Consciu Duo em uma criatura com iniciativa menor que a sua no primeiro turno de combate, adicionalmente você desfaz a condição Surpreendida dela. Essa criatura pode agir normalmente, como se não tivesse sido surpreendida."
        }
    ],
    "identifier": "3cc6bcfb-1082-4a05-bd6d-a4764b11bb65"
}