{
    "name": "Deletrius",
    "category": "Ilusão",
    "difficulty": "Médio",
    "description": "O Deletrius é um feitiço que tem o poder de desintegrar imagens ilusórias criadas por magia. Quando lançado, ilusões mágicas, como as criadas pelos feitiços Morsmordre ou Prior Incantato, são instantaneamente desfeitas. Além disso, fantasmas e seres espectrais atingidos pelo feitiço ficam Atordoados por 1 rodada. ",
    "updatedAt": "2023-08-06T20:47:38.567902",
    "title": "Feitiço de Erradicação",
    "level": 2,
    "actionType": "Completa",
    "duration": "Instantânea",
    "light": "Esmeralda",
    "requirements": "Ilusão 2",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Deletrius."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Deletrius de forma acelerada."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Deletrius de forma silenciosa. Nessa variação, você faz um teste disputado contra o feitiço alvo e precisa manter uma margem de -1 Sucesso ou mais a cada turno para anular os efeitos da magia alvo. O Deletrius silencioso só pode ser usado para anular outros feitiços silenciosos."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Deletrius de forma não-verbal. Quando conjura Deletrius de forma não-verbal, você é capaz de desmaterializar construtos de energia, incluindo seres elementais, como fogo ou água que foram animados por convocação ou evocação."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Quando você atinge um fantasma ou ser espectral com Deletrius, em vez de ficar Atordoado, o alvo fica Apavorado. Além disso, a duração dessa condição é aumentada para 2 rodadas."
        }
    ],
    "identifier": "f41d91a9-aaf3-4441-b14e-d445958cec8c"
}