{
    "name": "Descendo",
    "category": [
        "Transmutação"
    ],
    "difficulty": "Médio",
    "title": "Feitiço de Queda",
    "level": 2,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "light": "Branco",
    "distance": "Curto",
    "meta": "4 Sucessos Padrão | 5 Sucessos situações complicadas.",
    "description": "Efeito: Faz com que um objeto ou um grupo de objetos caiam, desmoronem ou se movam para baixo. Esse feitiço pode forçar um mecanismo a trincar para que a queda seja possível (por exemplo, fazendo um lustre se desprender do teto). No entanto, ele não afeta estruturas estáveis ou grandes demais, como escadarias de pedra ou edifícios. Adicionalmente, Descendo pode ativar plataformas da mesma maneira que Ascendio",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Descendo. "
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Descendo de forma focada. "
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Descendo em um ser vivo. Nessa variação, você faz com que o alvo bata violentamente contra o chão, causando 2d6 + Sucessos de dano e fazendo com que ele comece seu próximo turno Caído. O Afetado tem o direito a um salvaguarda física reduz a metade. "
        },
        {
            "level": 4,
            "name": "Experiente",
            "description": "Você pode lançar Descendo de forma não-verbal. "
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode lançar Descendo em uma estrutura estável e ainda afetá-la. Por exemplo, você pode colapsar pontes, fazer elevadores despencarem ou destruir uma escadaria. Além disso, você também pode dar início a um pequeno desmoronamento, avalanche ou colapso de uma barragem. | Neste Nivel a dificuldade de sucesso do feitiço diminui em 1."
        }
    ],
    "identifier": "2254c460-8c39-48b5-8171-c2d8850ab4de",
    "updatedAt": "2023-10-10T21:14:58.112463"
}