{
    "name": "Everte Statum",
    "category": [
        "Evocação"
    ],
    "difficulty": "Médio",
    "title": "Feitiço da Força Rodopiante",
    "level": 1,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "distance": "Curto",
    "light": "Transparente",
    "requirements": "Evocação 1",
    "resistence": "Salvaguarda Físico Parcial.",
    "cd": "Feitiçaria + Metade da Força.",
    "antiSpell": "Status Subsisto",
    "meta": "4 Sucessos Padrão | 5 Sucessos situações complicadas.",
    "description": "Efeito: Everte Statum é um feitiço poderoso que causa um arremesso violento no alvo, fazendo-o rodopiar diversas vezes no ar e causando uma dor latejante de cabeça. Ao ser atingido, o alvo é jogado a até (número de Sucessos x2) metros na direção contrária do conjurador, recebendo 1d4 + 1 de dano contusivo para cada 5 metros que tenha sido arrastado por esse feitiço, mínimo de 1d4 + 1. Além disso, a vítima começa seu próximo turno Caída e fica Enjoada por 1 rodada. Esse feitiço não funciona em objetos.",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Everte Statum com o efeito básico descrito acima. "
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Everte Statum de forma focada. "
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Everte Statum de forma não-verbal, dispensando a necessidade de pronunciar as palavras mágicas em voz alta. "
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Seu controle sobre o feitiço aprimora-se ainda mais. Caso Everte Statum cause 10 ou mais pontos de dano em uma única conjuração, o alvo fica Atordoado, e a duração do Enjôo aumenta para 2 rodadas. "
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Quando você acerta Everte Statum em sua forma não-verbal, o alvo é arremessado a até (número de Sucessos x4) metros na direção contrária do conjurador, ampliando consideravelmente a distância que a vítima é lançada. | Neste Nivel a dificuldade de sucesso do feitiço diminui em 1."
        }
    ],
    "identifier": "8e92a64f-0a30-461d-9352-5fbed14c428a",
    "updatedAt": "2023-10-10T21:09:12.681497"
}