{
    "name": "Flagrate",
    "category": [
        "Ilusão"
    ],
    "difficulty": "Fácil",
    "title": "Feitiço do Desenho de Fogo",
    "level": 1,
    "actionType": "Livre",
    "duration": "1 hora (D)",
    "distance": "Curto",
    "meta": "3 Sucessos Padrão | 4 Sucessos situações complicadas.",
    "description": "Efeito: Flagrate é um feitiço que permite que o bruxo crie um rastro de energia vermelha no ar quando risca o ar com a varinha. Com essa energia, o conjurador pode \"desenhar\" ou \"escrever\" mensagens no espaço. O bruxo tem total controle sobre os desenhos e pode rearranjar sua posição com o movimento da mão ou da varinha, além de poder modificá-los conforme desejar.",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Flagrate para criar rastros de energia vermelha que permitem desenhar ou escrever mensagens temporárias no ar. "
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Flagrate de forma não-verbal, permitindo criar suas mensagens sem a necessidade de proferir palavras. "
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Flagrate Collore (Feitiço do Desenho Colorido). Essa variação do feitiço permite que o rastro de energia criado seja de qualquer cor desejada, permitindo ao bruxo fazer desenhos coloridos e ainda mais atrativos. "
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Flagrate como um feitiço de \"Duração: Ativável\". Nessa variação, você pode deixar uma mensagem com Flagrate normalmente em um local específico. Porém, essa mensagem só será revelada em um determinado horário, dia ou quando alguma condição específica for cumprida. Por exemplo, a mensagem pode se revelar quando alguém se aproximar, ou quando uma pessoa falar a palavra \"caput draconis\". Após ser revelada, o feitiço se desfaz. "
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você se torna mais habilidoso em revelar mensagens escondidas por meio de feitiços. Feitiços que revelam mensagens escondidas precisam ter 2 Sucessos a mais no teste para revelar o Flagrate ativável. Isso torna suas mensagens ainda mais seguras e difíceis de serem descobertas sem a devida habilidade para tal. | Neste Nivel a dificuldade de sucesso do feitiço diminui em 1."
        }
    ],
    "identifier": "fba260eb-95e4-4f6b-99df-85ab7fa98da0",
    "updatedAt": "2023-10-10T21:09:12.691346"
}