{
    "name": "Flipendo",
    "category": "Universal",
    "difficulty": "Médio",
    "description": "Flipendo é um feitiço que empurra o alvo para longe do conjurador e o faz cair no chão. Ao ser atingido, o alvo é lançado a até (número de Sucessos x2) metros na direção contrária à do conjurador, sofrendo 1d4 de dano contusivo para cada 5 metros arrastados por esse feitiço, com um mínimo de 1d4. Além disso, a vítima começa seu próximo turno caída. ",
    "updatedAt": "2023-08-06T18:58:05.094502",
    "title": "Azaração do Empurrão",
    "level": 1,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "light": "Branco",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Flipendo, empurrando um alvo para longe e causando dano contusivo moderado."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Flipendo de forma focada, aumentando a precisão do feitiço e tornando mais difícil para o alvo evitar o empurrão."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Flipendo de forma não-verbal. Ao conjurar Flipendo sem a necessidade de proferir palavras, você aumenta o dano do feitiço para 1d6, tornando-o mais potente."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Flipendo Duo (Azaração do Empurrão Duplo). Essa variação permite que você conjure dois lampejos de Flipendo em uma única conjuração, direcionando-os para dois alvos diferentes. Cada alvo deve estar a até 5 metros de distância um do outro e não pode estar atrás ou nas laterais do conjurador."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode lançar Flipendo Maxima (Azaração do Arremesso). Essa variação potencializa o feitiço, aumentando o dano para 1d8 quando conjurado de forma verbal e para 2d6 quando lançado de forma não-verbal. Com essa versão avançada do feitiço, seu poder destrutivo é notavelmente maior."
        }
    ],
    "identifier": "af771dc9-4878-43c1-847b-e24b312a3c0a"
}