{
    "name": "Glisseo",
    "category": [
        "Transmutação"
    ],
    "difficulty": "Médio",
    "title": "Feitiço do Deslize",
    "level": 2,
    "actionType": "Padrão",
    "duration": "Permanente",
    "requirements": "Transmutações 2",
    "distance": "Curto",
    "meta": "4 Sucessos Padrão | 5 Sucessos situações complicadas.",
    "description": "Efeito: Ao lançar Glisseo, você transforma uma escadaria em uma rampa suave. Qualquer indivíduo que estiver na escada durante a transformação deve ser bem-sucedido em um teste de Destreza + Esportes (dificuldade 5 Sucessos), para permanecer em pé. Caso contrário, perderá o equilíbrio e deslizará até a base da rampa. Uma pessoa Desprevenida ou Surpreendida falha nesse teste automaticamente.\n\nEsse feitiço é considerado Transformação e é útil para tornar escadarias mais acessíveis, permitindo que pessoas com dificuldades de mobilidade, carrinhos ou cadeiras de rodas, por exemplo, possam subir ou descer com mais facilidade.",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Glisseo. "
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Glisseo de forma focada. "
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Glisseo de forma não-verbal. "
        },
        {
            "level": 4,
            "name": "Experiente",
            "description": "Você pode lançar Glisseo com a intenção de ser mais repentino que o normal. Os degraus desaparecem repentinamente, sem tempo para ajuste, e nenhum teste é necessário. Qualquer pessoa pega nessa variação automaticamente cai até a base da rampa, recebendo 1d4+2 de dano de queda para cada 3 metros percorridos. Adicionalmente, os indivíduos começam seu próximo turno Caídos. "
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode afetar qualquer número de escadas, simultaneamente, com apenas uma conjuração de Glisseo. Você deve ser capaz de ver todas elas e o efeito permanece permanente em todas as escadas afetadas. | Neste Nivel a dificuldade de sucesso do feitiço diminui em 1."
        }
    ],
    "identifier": "979fa1b0-0ad2-45d5-bf6b-6db4690d6b02",
    "updatedAt": "2023-10-10T21:17:05.595740"
}