{
    "name": "Haustus Elementa",
    "category": [
        "Conjuração"
    ],
    "difficulty": "Médio",
    "title": "Feitiço Absorver Elementos",
    "level": 2,
    "actionType": "Reação",
    "duration": "1 rodada",
    "distance": "Pessoal",
    "meta": "4 Sucessos Padrão | 5 Sucessos situações complicadas.",
    "description": "Efeito: O feitiço Absorver Elementos captura parte da energia do dano elemental recebido, diminuindo seu efeito sobre você e armazenando-a para seu próximo ataque corpo a corpo ou feitiço que envolva o elemento. Quando você conjura este feitiço em reação a receber dano de algum elemento, você ganha resistência ao tipo de dano desencadeante até o início do seu próximo turno.\n\nVocê ganha resistência ao tipo de dano desencadeante até o início do seu próximo turno, reduzindo pela metade o dano recebido.\n\nAlém disso, na primeira vez que você acertar com um ataque corpo a corpo ou feitiço relacionado ao elemento em seu próximo turno, o alvo sofre 1d6 de dano extra do tipo de dano desencadeador e o feitiço termina.",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Absorver Elementos. "
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Absorver Elementos de forma focada. "
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Absorver Elementos de forma não-verbal. "
        },
        {
            "level": 4,
            "name": "Experiente",
            "description": "Você pode armazenar a energia absorvida por Absorver Elementos por até 3 rodadas. "
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode conjurar Absorver Elementos em reação ao dano de qualquer tipo de fonte, não apenas de elementos. Além disso, o dano extra causado pelo feitiço na próxima vez que acertar com um ataque corpo a corpo ou feitiço que envolva o elemento é aumentado para 2d6. | Neste Nivel a dificuldade de sucesso do feitiço diminui em 1."
        }
    ],
    "identifier": "b17423ad-cdc3-4fe5-81d4-2aaed7a4824d",
    "updatedAt": "2023-10-10T21:17:05.605862"
}