{
    "name": "Lumos",
    "category": "Evocação",
    "difficulty": "Fácil",
    "description": " Além disso, seres etéreos, como fantasmas e gytrashes, precisam fazer um teste de Coragem (dificuldade 5) ou serão repelidos pela luz do Lumos. Esse efeito não afeta não-seres. ",
    "updatedAt": "2023-08-06T15:18:07.575695",
    "title": "Feitiço de Iluminação da Varinha",
    "level": 1,
    "actionType": "Livre",
    "duration": "Permanente",
    "antiSpell": "Nox",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Lumos, ativando a luz em sua varinha e iluminando o ambiente."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Lumos Collore, permitindo que a luz criada por Lumos tenha qualquer cor à sua escolha."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Lumos de forma não-verbal, criando uma pequena esfera de luz flutuante que pode ser controlada à vontade."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Lumos Solem (Feitiço do Raio Solar), um feitiço de \"Execução: Ação padrão\" e \"Duração: Instantânea\". Essa variação de Lumos produz um feixe de luz tão intenso que é capaz de Ofuscar seu alvo até o fim da cena. Seres etéreos e/ou plantas sensíveis à luz precisam ser bem-sucedidos em um teste de Coragem (dificuldade 7) ou serão repelidos pela luz do Lumos. O alvo pode gastar uma reação para evitar ficar Ofuscado caso seja bem-sucedido em um teste disputado de Raciocínio + Intuição/Prontidão contra o Lumos Solem."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode lançar Lumos Maxima (Feitiço de Criação de Luz) como um feitiço de \"Execução: Ação padrão\". Nessa variação, a luz emitida de sua varinha ou orbe é forte o suficiente para iluminar uma grande caverna ou salão. Assim como em Lumos Solem, seres etéreos e/ou plantas sensíveis à luz precisam ser bem-sucedidos em um teste de Coragem (dificuldade 8) ou serão repelidos pela luz do Lumos. O feitiço não afeta não-seres."
        }
    ],
    "id": "dffee993-ca30-4485-884b-d21546730649"
}