{
    "name": "Protego",
    "category": "Abjuração",
    "difficulty": "Médio",
    "description": "Ao lançar Protego, o bruxo conjura um escudo invisível à sua frente, capaz de dissipar a magia contida em um lampejo ao ser atingido por ele. O escudo torna-se aparente quando reflete a luz das magias defendidas. Para ser bem-sucedido, o usuário deve obter ao menos 1 Sucesso na rolagem de Protego. O feitiço tem diferentes efeitos dependendo do nível do lampejo atacante:  Lampejo de Nível 1: É imediatamente absorvido e dissipado pelo escudo. Lampejo de Nível 2, Nível 3 e Nível 4: É dissipado caso o número de Sucessos obtido na rolagem de Protego seja igual ou superior à rolagem do feitiço adversário. Lampejo de Nível 5, Nível 6 e Nível 7 e outros: É dissipado caso o número de Sucessos obtidos na rolagem de Protego seja superior à rolagem do feitiço adversário. ",
    "updatedAt": "2023-08-06T20:49:00.259154",
    "title": "Feitiço Escudo",
    "level": 2,
    "actionType": "Reação",
    "duration": "Instantânea",
    "requirements": "Abjuração 1",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Protego."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Protego de forma não-verbal. Quando conjura Protego em sua forma não-verbal, você cria um escudo capaz de absorver um número de 2d6+2 igual a quantidade de Sucessos em sua rolagem. Por exemplo, com 5 sucessos, o escudo teria (10d6+10 = 27) Pontos de Vitalidade. Todo dano recebido por você será descontado primeiro dos PV do escudo, e o excedente será descontado de sua Vitalidade. Essa variação não defende lampejos, mas objetos físicos, formas de energia e projéteis são rebatidos inofensivamente pelo escudo caso não gerem dano o suficiente para quebrá-lo."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Seu Protego básico defende automaticamente qualquer lampejo de Nível 1 e Nível 2, desde que obtenha 1 ou mais Sucessos na rolagem de defesa. Feitiços de Nível 3 são dissipados caso o número de Sucessos seja igual ou superior à rolagem do feitiço adversário; feitiços de Nível 4 são dissipados caso o número de Sucessos obtidos na rolagem de Protego seja superior à rolagem do feitiço adversário."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Quando conjura Protego em sua forma não-verbal, você cria um escudo capaz de absorver um número de 2d8+4 por Sucesso, em vez de 2d6+2 por Sucesso."
        },
        {
            "level": 8,
            "name": "Mestre",
            "description": "Você pode lançar Protego Duo (Feitiço Escudo Superior) como um feitiço de \"Execução: Ação livre\", \"Duração: Concentração\" e \"Pré-Requisitos: Feitiços de Proteção 5\". Nessa variação, você conjura uma orbe ao seu redor pela duração de sua Concentração que dissipa tanto os lampejos lançados contra você (como descrito na Variação ●●●), quanto possui 2d8+4 de PV por Sucesso. A cada turno em que o bruxo se concentra, os PV's máximos de Protego Duo são recuperados (sem necessidade de rolagem!). Essa variação cria uma defesa mágica e física simultaneamente, protegendo o usuário da maioria dos feitiços conhecidos. No entanto, enquanto se concentra, o bruxo não pode gastar Reações para lançar outras variações de Protego."
        }
    ],
    "identifier": "b254dcb5-9e05-440a-ac18-201861b11a57"
}