{
    "name": "Purgatio",
    "category": [
        "Universal"
    ],
    "difficulty": "Fácil",
    "description": "Usado para limpar pessoas, objetos e lugares. Ao lançar o Feitiço de Limpeza, conhecido como Purgatio, o bruxo libera um lampejo mágico transparente que tem o poder de destruir e fazer desaparecer o pó e sujeiras simples presentes no alvo. Esse feitiço é especialmente utilizado para limpar pessoas, objetos e lugares de forma rápida e eficiente. ",
    "updatedAt": "2023-08-10T18:01:04.776245",
    "title": "Feitiço Limpeza",
    "level": 1,
    "actionType": "Padrão",
    "duration": "Instantânea",
    "light": "Transparente",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Purgatio, removendo sujeiras pequenas e pó de superfícies e objetos."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Purgatio de forma focada, aumentando a precisão do feitiço e possibilitando a limpeza de áreas específicas com mais detalhes."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Purgatio de forma não-verbal, tornando o lançamento do feitiço mais sutil e veloz, sendo ideal para situações em que é necessário agir rapidamente."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Agora, seu Purgatio pode lidar com sujeiras de tamanho médio, permitindo que objetos maiores e áreas mais extensas possam ser limpos com facilidade."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode lançar Purgatio de forma focada e aprimorada. Nessa variação, o feitiço é capaz de limpar uma sala inteira com apenas um movimento de varinha, além de deixar um perfume agradável e refrescante no ambiente, tornando a experiência de limpeza ainda mais prazerosa e satisfatória."
        }
    ],
    "identifier": "1bdcc64f-d442-48c3-a898-cbfd7637d5bb"
}