{
    "name": "Sternius",
    "category": "Necromancia",
    "difficulty": "Médio",
    "description": "Ao lançar a Azaração do Espirro (Sternius), a vítima é afligida por crises constantes de espirros durante toda a duração do feitiço. Em combate, a vítima deve fazer um teste de Vigor (dificuldade 6) e obter ao menos 2 Sucessos. Caso falhe, o alvo começará a espirrar incontrolavelmente e só poderá realizar uma ação padrão ou de movimento (não ambas) naquele turno. ",
    "updatedAt": "2023-08-06T16:18:13.325903",
    "title": "Azaração do Espirro",
    "level": 1,
    "actionType": "Padrão",
    "duration": "1 minuto",
    "light": "Verde",
    "maestry": [
        {
            "level": 1,
            "name": "Inicial",
            "description": "Você pode lançar Sternius, provocando crises de espirros na vítima."
        },
        {
            "level": 2,
            "name": "Intermediário",
            "description": "Você pode lançar Sternius de forma focada, aumentando a precisão e o controle sobre o feitiço."
        },
        {
            "level": 3,
            "name": "Avançado",
            "description": "Você pode lançar Sternius de forma não-verbal, executando a maldição sem a necessidade de pronunciar palavras em voz alta. Nessa forma, o teste de Vigor tem uma dificuldade aumentada para 7."
        },
        {
            "level": 4,
            "name": "Especialista",
            "description": "Você pode lançar Sternius como um feitiço de \"Duração: 1 hora\", prolongando o tormento da vítima."
        },
        {
            "level": 5,
            "name": "Mestre",
            "description": "Você pode lançar Sternius como um feitiço de \"Maldição\" e \"Duração: 8 horas\". Essa variação é especialmente poderosa, não podendo ser desfeita por meios convencionais, como o feitiço Finite Incantatem. A vítima fica presa na maldição até que a duração se esgote, sofrendo com os espirros constantes durante esse período."
        }
    ],
    "id": "82d172fe-5ef2-465e-9fe7-815fe8387280"
}