{
    "name": "Pelo de Unicórnio",
    "rarity": "Comum",
    "description": "O Pelo de Unicórnio é um núcleo de varinha comum, conhecido por sua confiabilidade e amizade com o bruxo ou bruxa que o possui. Originado das crinas dos majestosos unicórnios, esse núcleo confere às varinhas a capacidade de produzir feitiços consistentes e poderosos. No entanto, a falta de inclinação para a Arte das Trevas torna-o menos eficaz nessas práticas mágicas.",
    "characteristics": "Lealdade e Amizade: Varinhas com Pelo de Unicórnio são extremamente leais a seus donos, estabelecendo uma forte amizade com eles. São núcleos confiáveis e consistentes, prontos para responder aos comandos de seus possuidores.\nResposta Equilibrada: O Pelo de Unicórnio permite que a varinha se adapte a uma variedade de estilos de magia, tornando-se uma escolha equilibrada para bruxos que lidam com encantamentos e transfiguração.",
    "special_effect": "Habilidade em Encantamentos e Transfiguração: O bruxo ou bruxa que possuir uma varinha com o Núcleo de Pelo de Unicórnio ganha um dado adicional (1d10) em feitiços de encantamentos e transfiguração, refletindo a afinidade da varinha com essas áreas da magia.\nDesafio\nEmbora as varinhas com Pelo de Unicórnio sejam mais tolerantes em relação aos bruxos, elas têm uma aversão natural às práticas das Artes das Trevas. Isso pode ser um desafio para bruxos que buscam utilizar maldições e feitiços escuros, pois a varinha pode resistir e dificultar o lançamento desses feitiços.",
    "critical_success": "Em um sucesso crítico, a varinha atua como uma aliada, diminuindo a dificuldade do próximo feitiço em -1 sucesso, facilitando o lançamento de magias complexas.",
    "critical_failure": "Em uma falha crítica, a varinha libera um feixe de chamas incontroláveis em direção à posição apontada pelo bruxo, causando 1d4 de dano de fogo ao próprio bruxo. O fogo é de difícil controle e não pode ser apagado normalmente, representando um risco adicional para o bruxo durante o combate. A varinha pode adquirir melancolia se for maltratada ou se o dono falecer, o que pode resultar na morte da própria varinha e exigir que o núcleo seja substituído ou que a varinha seja descartada. Isso destaca a importância de cuidar bem da varinha e manter uma relação de amizade e respeito com ela.",
    "identifier": "6c5d4bb4-7c4a-412a-9711-951c647b7407",
    "updatedAt": "2023-08-25 04:47:51"
}