{
    "name": "Pena de Fênix",
    "rarity": "Comum",
    "description": "A Pena de Fênix é um núcleo de varinha comum, mas possui uma singularidade extraordinária que a torna um dos núcleos mais poderosos e desafiadores de serem domados. Obtida das penas das majestosas e mágicas fênix, essa pena confere à varinha um poder único e uma conexão especial com a magia ancestral.",
    "characteristics": "Poder Único: Varinhas com Pena de Fênix possuem um poder excepcional e uma magia diferenciada. No entanto, elas demoram mais tempo para se tornarem fiéis a seu dono, exigindo paciência e perseverança para que a verdadeira potência do núcleo seja desbloqueada.\nSeletividade e Lealdade Difícil: As varinhas com Pena de Fênix são extremamente seletivas e críticas em relação aos seus donos. Tornar-se fiel a um bruxo ou bruxa pode ser um processo demorado e desafiador. Além disso, é comum que essas varinhas tenham dificuldade em se adaptar a um novo dono caso sejam desarmadas ou troquem de mãos.",
    "special_effect": "Habilidade em Necromancia e Abjuração: O bruxo ou bruxa que possuir uma varinha com o Núcleo de Pena de Fênix ganha um dado adicional (1d6 de dano) em feitiços de Necromancia. E recebe (1d4 em escutos ou +1 de duração) em de abjuração, representando a afinidade da pena com magias ofensivas e defensivas.\nDesafio\nO maior desafio ao usar uma varinha com esse núcleo é conquistar sua lealdade e desbloquear seu verdadeiro potencial mágico. O bruxo ou bruxa deve provar-se digno da Pena de Fênix, demonstrando coragem, sabedoria e compaixão para conquistar a plena confiança da varinha.",
    "critical_success": "Em um sucesso crítico, todos os efeitos do feitiço lançado são maximizados, alcançando o resultado máximo possível em termos de dano, cura ou qualquer outro efeito mágico.",
    "critical_failure": "Em uma falha crítica, a Pena de Fênix se ressente do desempenho do bruxo ou bruxa e gera uma penalidade cumulativa nos testes mágicos. O próximo feitiço lançado sofre uma penalidade de +1 sucesso necessario nos testes, e a penalidade aumenta em +1 para cada feitiço que falhe subsequente até que a contagem alcance 0 (no caso a cada sucesso diminui em 1). Se ocorrer uma falha crítica novamente enquanto a varinha estiver ressentida, a penalidade recomeça. O bruxo ou bruxa deve ser cauteloso ao lidar com sua varinha e buscar restaurar sua conexão para evitar que as penalidades afetem seu desempenho mágico.",
    "identifier": "9888000f-d422-4ef9-b8a4-7a570ccc8cf6",
    "updatedAt": "2023-08-25 04:47:51"
}